[{"container-title":"Planetary and Space Science","abstract":"JPL's Navigation and Ancillary Information Facility (NAIF) has primary responsibility for design and implementation of the {SPICE} ancillary information system, supporting a wide range of space science mission design, observation planning and data analysis functions. {NAIF} also serves as the ancillary data node of the Planetary Data System (PDS). As part of the PDS, {NAIF} archives {SPICE} and other ancillary data produced by flight projects. {NAIF} then distributes these data, and associated data access software and high-level tools, free of charge, to researchers funded by NASA's Office of Space Science, and to the broader space science community to the extent {NAIF} resources and {NASA} and {JPL} policy permit. This paper describes the {SPICE} system, identifies current and future {SPICE} applications, and summarizes customer support offered by NAIF. This information is current as of Spring 1995. ","author":[{"given":"C. H.","family":"Acton"}],"DOI":"http://dx.doi.org/10.1016/0032-0633(95)00107-7","type":"article-journal","id":"Acton:1996pss","citation-key":"Acton:1996pss","ISSN":"0032-0633","issue":"1","issued":{"date-parts":[[1996]]},"note":"Planetary data system","page":"65 - 70","title":"Ancillary data services of NASA's Navigation and Ancillary Information Facility","URL":"http://www.sciencedirect.com/science/article/pii/0032063395001077","volume":"44"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"The Mars Global Surveyor spacecraft was placed into Mars orbit on September 11, 1997, and by March 9, 1999, had slowly circularized through aerobraking to a Sun-synchronous, near-polar orbit with an average altitude of 378 km. The science payload includes the Mars Orbiter Camera, Mars Orbiter Laser Altimeter, Thermal Emission Spectrometer, Ultrastable Oscillator (for Radio Science experiments), and Magnetometer/Electron Reflectometer package. In addition, the spacecraft accelerometers and horizon sensors were used to study atmospheric dynamics during aerobraking. Observations are processed to standard products by the instrument teams and released as documented archive volumes on 6-month centers by the Planetary Data System. Significant results have been obtained from observations of the interior, surface, and atmosphere. For example, Mars does not now have an active magnetic field, although strong remanent magnetization features exist in the ancient crust. These results imply that an internal dynamo ceased operation early in geologic time. Altimetry and gravity data indicate that the crust is thickest under the south pole, thinning northward from the cratered terrain to the northern plains. Analysis of altimetry data demonstrates that Mars is “egg-shaped” with gravitational equipotential contours that show that channel systems in the southern highlands drained to the north, largely to the Chryse trough. A closed contour in the northern plains is consistent with the existence of a great northern ocean. Emission spectra of low-albedo regions show that basaltic rocks dominate spectral signatures on the southern highlands, whereas basaltic andesites dominate the northern lowlands. The bright regions show nondiagnostic spectra, similar to that of dust in the atmosphere. Signatures of aqueous minerals (e.g., clays, carbonates, and sulfates) are noticeably absent from the emission spectra. High spatial resolution images show that the surface has been extensively modified by wind and that layering is nearly ubiquitous, implying that a complex history of events is recorded in surface and near-surface materials. Altimetry data imply that both permanent caps are composed of water ice and dust, with seasonal covers of carbon dioxide frost. Finally, the altimetry data, coupled with thousands of atmospheric profiles, are providing new boundary conditions and dynamic controls for the generation and testing of more realistic dynamic models of the global circulation of the atmosphere.","author":[{"given":"Arden L.","family":"Albee"},{"given":"Raymond E.","family":"Arvidson"},{"given":"Frank","family":"Palluconi"},{"given":"Thomas","family":"Thorpe"}],"DOI":"10.1029/2000JE001306","type":"article-journal","id":"Albee:2001jgr","citation-key":"Albee:2001jgr","issue":"E10","issued":{"date-parts":[[2001]]},"page":"23291-23316","title":"Overview of the Mars Global Surveyor mission","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2000JE001306","volume":"106"},{"container-title":"Nature","abstract":"BEFORE the arrival of the Galileo spacecraft in the jovian system, there was little information on the interior structure of Jupiter's largest moon, Ganymede. Its mean density (1,940 kg m−3), determined by the Pioneer and Voyager spacecraft1–3, implies a composition that is roughly 60% rock and 40% ice, which could be uniformly mixed or differentiated into a rocky core and icy mantle4. Here we report measurements by the Galileo spacecraft of Ganymede's overall density and the spherical harmonics, J2 and C22, of its gravitational field. These data show clearly that Ganymede has differentiated into a core and mantle. Combined with the recent discovery of an intrinsic magnetic field5,6, our gravity results suggest that Ganymede has a metallic core of radius 400–1,300 km surrounded by a silicate mantle, which is in turn enclosed by an ice shell ∼800 km thick. Depending on whether the core is pure iron or an alloy of iron and iron sulphide, it could account for as little as 1.4% or as much as one-third of the total mass. If the ice were stripped away, Ganymede could look much like Io7 in terms of its size and internal mass distribution.","author":[{"given":"J. D.","family":"Anderson"},{"given":"E. L.","family":"Lau"},{"given":"W. L.","family":"Sjogren"},{"given":"G.","family":"Schubert"},{"given":"W. B.","family":"Moore"}],"DOI":"10.1038/384541a0","type":"article-journal","id":"Anderson:1996","citation-key":"Anderson:1996","ISBN":"1476-4687","issue":"6609","issued":{"date-parts":[[1996]]},"page":"541-543","title":"Gravitational constraints on the internal structure of Ganymede","URL":"https://doi.org/10.1038/384541a0","volume":"384"},{"container-title":"Science","abstract":"Radio Doppler data from four encounters of the Galileo spacecraft with the jovian moon Europa have been used to refine models of Europa's interior. Europa is most likely differentiated into a metallic core surrounded by a rock mantle and a water ice-liquid outer shell, but the data cannot eliminate the possibility of a uniform mixture of dense silicate and metal beneath the water ice-liquid shell. The size of a metallic core is uncertain because of its unknown composition, but it could be as large as about 50 percent of Europa's radius. The thickness of Europa's outer shell of water ice-liquid must lie in the range of about 80 to 170 kilometers.","author":[{"given":"J. D.","family":"Anderson"},{"given":"G.","family":"Schubert"},{"given":"R. A.","family":"Jacobson"},{"given":"E. L.","family":"Lau"},{"given":"W. B.","family":"Moore"},{"given":"W. L.","family":"Sjogren"}],"type":"article-journal","id":"Anderson:1998","citation-key":"Anderson:1998","ISSN":"00368075, 10959203","issue":"5385","issued":{"date-parts":[[1998]]},"page":"2019-2022","publisher":"American Association for the Advancement of Science","title":"Europa's Differentiated Internal Structure: Inferences from Four Galileo Encounters","URL":"http://www.jstor.org/stable/2895735","volume":"281"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"Radio Doppler data generated by the Deep Space Network (DSN) from four encounters of the Galileo spacecraft with Io, Jupiter's innermost Galilean satellite, are used to infer Io's gravitational quadrupole moments. By combining the four flybys into a single solution for the gravity field, the response of Io to the second degree tidal and rotational potentials is accurately determined. This is characterized by the value of the second degree potential Love number k2 = 1.2924 ± 0.0027. We construct interior models that satisfy constraints imposed by the mean radius R = 1821.6 ± 0.5 km, the mean density , and the normalized axial moment of inertia C/MR2 = 0.37685 ± 0.00035. The gravitationally derived figure of Io has principal axes (c < b < a) a = 1830.0 ± 0.5 km, b = 1819.2 ± 0.5 km, and c = 1815.6 ± 0.5 km, consistent with the shape determined by imaging. Gravitational and other data strongly suggest that Io is in hydrostatic equilibrium. In this case, models of Io's interior density show that Io almost certainly has a metallic core with a radius between 550 and 900 km for an Fe-FeS core or between 350 and 650 km for an Fe core. Io is also likely to have a crust and a partially molten asthenosphere, but their thicknesses cannot be separately or uniquely determined from the gravitational data.","author":[{"given":"John D.","family":"Anderson"},{"given":"Robert A.","family":"Jacobson"},{"given":"Eunice L.","family":"Lau"},{"given":"William B.","family":"Moore"},{"given":"Gerald","family":"Schubert"}],"DOI":"10.1029/2000JE001367","type":"article-journal","id":"Anderson:2001","citation-key":"Anderson:2001","issue":"E12","issued":{"date-parts":[[2001]]},"page":"32963-32969","title":"Io's gravity field and interior structure","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2000JE001367","volume":"106"},{"container-title":"Icarus","abstract":"Radio Doppler data generated by the Deep Space Network (DSN) from five encounters of the Galileo spacecraft with Callisto, Jupiter's outermost Galilean satellite, have been used to determine the mass (GM) and unnormalized quadrupole gravity coefficients in Callisto's external gravitational field. The results are GM=(7179.292\\pm0.009) km3 s−2, J2=(32.7\\pm0.8)×10−6, C22=(10.2\\pm0.3)×10−6, S22=(−1.1\\pm0.3)×10−6, C21=(0.0\\pm0.3)×10−6, and S21=(0.0\\pm1.6)×10−6. Also, four spacecraft images of Callisto have been used to determine its mean radius. The result is R=(2410.3\\pm1.5) km, with no detectable deviation from sphericity. Derived parameters are Callisto's mean density of (1834.4\\pm3.4) kg m−3 and axial moment of inertia C/MR2=0.3549\\pm0.0042. While the mean density indicates that Callisto is a mixture of rock and ice, the moment of inertia is too small for a homogeneous mixture. Accordingly, we present a suite of possible two- and three-layer interior models that satisfy the given constraints for radius, density, and moment of inertia. While not unique, these models show that Callisto cannot be entirely differentiated, and that there must exist a region of mixed ice and rock–metal, possibly extending to the center of the satellite.","author":[{"given":"J.D.","family":"Anderson"},{"given":"R.A.","family":"Jacobson"},{"given":"T.P.","family":"McElrath"},{"given":"W.B.","family":"Moore"},{"given":"G.","family":"Schubert"},{"given":"P.C.","family":"Thomas"}],"DOI":"https://doi.org/10.1006/icar.2001.6664","type":"article-journal","id":"Anderson:2001icarus","citation-key":"Anderson:2001icarus","ISSN":"0019-1035","issue":"1","issued":{"date-parts":[[2001]]},"page":"157 - 161","title":"Shape, Mean Radius, Gravity Field, and Interior Structure of Callisto","URL":"http://www.sciencedirect.com/science/article/pii/S0019103501966643","volume":"153"},{"container-title":"Science","abstract":"A global lunar topographic map with a spatial resolution of finer than 0.5 degree has been derived using data from the laser altimeter (LALT) on board the Japanese lunar explorer Selenological and Engineering Explorer (SELENE or Kaguya). In comparison with the previous Unified Lunar Control Network (ULCN 2005) model, the new map reveals unbiased lunar topography for scales finer than a few hundred kilometers. Spherical harmonic analysis of global topographic data for the Moon, Earth, Mars, and Venus suggests that isostatic compensation is the prevailing lithospheric support mechanism at large scales. However, simple rigid support is suggested to dominate for the Moon, Venus, and Mars for smaller scales, which may indicate a drier lithosphere than on Earth, especially for the Moon and Venus.","author":[{"given":"H.","family":"Araki"},{"given":"S.","family":"Tazawa"},{"given":"H.","family":"Noda"},{"given":"Y.","family":"Ishihara"},{"given":"S.","family":"Goossens"},{"given":"S.","family":"Sasaki"},{"given":"N.","family":"Kawano"},{"given":"I.","family":"Kamiya"},{"given":"H.","family":"Otake"},{"given":"J.","family":"Oberst"},{"given":"C.","family":"Shum"}],"DOI":"10.1126/science.1164146","type":"article-journal","id":"Araki:2009sci","citation-key":"Araki:2009sci","ISSN":"0036-8075","issue":"5916","issued":{"date-parts":[[2009]]},"page":"897-900","publisher":"American Association for the Advancement of Science","title":"Lunar Global Shape and Polar Topography Derived from Kaguya-LALT Laser Altimetry","URL":"https://science.sciencemag.org/content/323/5916/897","volume":"323"},{"container-title":"Advances in Space Research","abstract":"In this paper we review the lunar laser ranging conducted by the laser altimeter (LALT) on board the KAGUYA lunar explorer (2007–2009). Five aspects of LALT measurements are described: (1) General operational history, (2) Laser shot and data statistics, (3) Revisions to LALT topographic data, (4) Variations in laser output energy, and (5) Peak height analysis of laser echo pulses. LALT was able to range to the lunar surface despite some troubles with respect to laser output energy in the middle of the KAGUYA mission. The time series topographic data set was revised (Ver. 2) by incorporating new lunar gravity model based on KAGUYA and other historical lunar satellite's orbit data, along with other improvements, for example by incorporating the accurate position of the laser collimator on board the KAGUYA; however, more than half of the acquired range data could not be converted properly due to problems with orbit accuracy during the extended phase of the mission. The spherical harmonic coefficients and the basic lunar figure parameters derived from LALT_LGT_TS agree very well with LRO-LOLA and the Chang'E-1 LAM model. It is possible that partial failure to the laser diode was responsible for the gradual degradation of laser power (0.835mJ per million shots) and the rapid decrease that occurred over April 9–14, 2008. The laser power also proved to be extremely sensitive to the temperature of the laser oscillator. The peak height ratio – that is peak height telemetry data divided by calculated ratio – is about 19% on average using the mean slope and albedo data from LALT and Spectral Profiler on KAGUYA space craft, respectively, which suggests the performance of peak height measurement is more than 1/5 for more than 70km altitude, if compared with calculated one. The peak height ratio may be better if we take the effect of small scale topography within a footprint into account.","author":[{"given":"Hiroshi","family":"Araki"},{"given":"Hirotomo","family":"Noda"},{"given":"Seiichi","family":"Tazawa"},{"given":"Yoshiaki","family":"Ishihara"},{"given":"Sander","family":"Goossens"},{"given":"Sho","family":"Sasaki"}],"DOI":"https://doi.org/10.1016/j.asr.2013.02.018","type":"article-journal","id":"Araki:2013","citation-key":"Araki:2013","ISSN":"0273-1177","issue":"2","issued":{"date-parts":[[2013]]},"keyword":"KAGUYA,LALT,Laser,Lunar topography,Operational history,Peak height","note":"Lunar Exploration - II","page":"262 - 271","title":"Lunar laser topography by LALT on board the KAGUYA lunar explorer – Operational history, new topographic data, peak height analysis of laser echo pulses","URL":"http://www.sciencedirect.com/science/article/pii/S0273117713001245","volume":"52"},{"author":[{"given":"B. A.","family":"Archinal"},{"given":"M. E.","family":"Davies"},{"given":"T. R.","family":"Colvin"},{"given":"T. L.","family":"Becker"},{"given":"R. L.","family":"Kirk"},{"given":"A. R.","family":"Gitlin"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Archinal:2001lpsc","citation-key":"Archinal:2001lpsc","issued":{"date-parts":[[2001,3]]},"title":"An Improved RAND-USGS Control Network and Size Determination for Io","volume":"32"},{"author":[{"given":"B. A.","family":"Archinal"},{"given":"R. L.","family":"Kirk"},{"given":"T. C.","family":"Duxbury"},{"given":"E. M.","family":"Lee"},{"given":"R.","family":"Sucharski"},{"given":"D.","family":"Cook"}],"container-title":"Lunar and Planetary Science Conference","editor":[{"given":"Stephen","family":"Mackwell"},{"given":"Eileen","family":"Stansbery"}],"type":"paper-conference","id":"Archinal:2003lpsc","citation-key":"Archinal:2003lpsc","issued":{"date-parts":[[2003,3]]},"page":"1485","title":"Mars Digital Image Model 2.1 Control Network"},{"author":[{"given":"B. A.","family":"Archinal"},{"given":"M. R.","family":"Rosiek"},{"given":"R. L.","family":"Kirk"},{"given":"T. L.","family":"Hare"},{"given":"B. L.","family":"Redding"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Archinal:2007","citation-key":"Archinal:2007","issued":{"date-parts":[[2007,3]]},"page":"1904","title":"Final Completion of the Unified Lunar Control Network 2005 and Topographic Model"},{"author":[{"given":"B. A.","family":"Archinal"},{"given":"T. L.","family":"Becker"},{"given":"E. M.","family":"Lee"},{"given":"K. L. ","family":"Edmundson"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Archinal:2013lpsc","citation-key":"Archinal:2013lpsc","issued":{"date-parts":[[2013,3]]},"page":"2957","title":"Initial Global Control Network and Mosaicking of ISS Images of Titan","volume":"44"},{"author":[{"given":"B. A.","family":"Archinal"},{"given":"J.","family":"Laura"},{"given":"R. L.","family":"Kirk"},{"given":"T. M.","family":"Hare"},{"given":"L. R.","family":"Gaddis"},{"given":"J.","family":"Hagerty"}],"container-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Archinal:2017lpsc","citation-key":"Archinal:2017lpsc","issued":{"date-parts":[[2017,3]]},"number":"2286","page":"2286","title":"Foundational Data Products Needed to Support Planetary Spatial Data Infrastructure"},{"author":[{"given":"B. A.","family":"Archinal"},{"given":"J.","family":"Laura"},{"given":"T. L.","family":"Becker"},{"given":"M. T.","family":"Bland "},{"given":"R. L.","family":"Kirk"}],"container-title":"AGU Fall Meeting Abstracts","type":"paper-conference","id":"Archinal:2017agu","citation-key":"Archinal:2017agu","issued":{"date-parts":[[2017,12]]},"keyword":"1904 Community standards,INFORMATICS,1908 Cyberinfrastructure,INFORMATICS,1928 GIS science,INFORMATICS,5499 General or miscellaneous,PLANETARY SCIENCES: SOLID SURFACE PLANETS","number":"P33E-2918","page":"P33E-2918","title":"Foundational Data Products for Europa: A Planetary Spatial Data Infrastructure Example","volume":"2017"},{"container-title":"Celestial Mechanics and Dynamical Astronomy","abstract":"This report continues the practice where the IAU Working Group on Cartographic Coordinates and Rotational Elements revises recommendations regarding those topics for the planets, satellites, minor planets, and comets approximately every 3years. The Working Group has now become a “functional working group” of the IAU, and its membership is open to anyone interested in participating. We describe the procedure for submitting questions about the recommendations given here or the application of these recommendations for creating a new or updated coordinate system for a given body. Regarding body orientation, the following bodies have been updated: Mercury, based on MESSENGER results; Mars, along with a refined longitude definition; Phobos; Deimos; (1) Ceres; (52) Europa; (243) Ida; (2867) Šteins; Neptune; (134340) Pluto and its satellite Charon; comets 9P/Tempel 1, 19P/Borrelly, 67P/Churyumov–Gerasimenko, and 103P/Hartley 2, noting that such information is valid only between specific epochs. The special challenges related to mapping 67P/Churyumov–Gerasimenko are also discussed. Approximate expressions for the Earth have been removed in order to avoid confusion, and the low precision series expression for the Moon's orientation has been removed. The previously online only recommended orientation model for (4) Vesta is repeated with an explanation of how it was updated. Regarding body shape, text has been included to explain the expected uses of such information, and the relevance of the cited uncertainty information. The size of the Sun has been updated, and notation added that the size and the ellipsoidal axes for the Earth and Jupiter have been recommended by an IAU Resolution. The distinction of a reference radius for a body (here, the Moon and Titan) is made between cartographic uses, and for orthoprojection and geophysical uses. The recommended radius for Mercury has been updated based on MESSENGER results. The recommended radius for Titan is returned to its previous value. Size information has been updated for 13 other Saturnian satellites and added for Aegaeon. The sizes of Pluto and Charon have been updated. Size information has been updated for (1) Ceres and given for (16) Psyche and (52) Europa. The size of (25143) Itokawa has been corrected. In addition, the discussion of terminology for the poles (hemispheres) of small bodies has been modified and a discussion on cardinal directions added. Although they continue to be used for planets and their satellites, it is assumed that the planetographic and planetocentric coordinate system definitions do not apply to small bodies. However, planetocentric and planetodetic latitudes and longitudes may be used on such bodies, following the right-hand rule. We repeat our previous recommendations that planning and efforts be made to make controlled cartographic products; newly recommend that common formulations should be used for orientation and size; continue to recommend that a community consensus be developed for the orientation models of Jupiter and Saturn; newly recommend that historical summaries of the coordinate systems for given bodies should be developed, and point out that for planets and satellites planetographic systems have generally been historically preferred over planetocentric systems, and that in cases when planetographic coordinates have been widely used in the past, there is no obvious advantage to switching to the use of planetocentric coordinates. The Working Group also requests community input on the question submitting process, posting of updates to the Working Group website, and on whether recommendations should be made regarding exoplanet coordinate systems.","author":[{"given":"B. A.","family":"Archinal"},{"given":"C. H.","family":"Acton"},{"given":"M. F.","family":"A'Hearn"},{"given":"A.","family":"Conrad"},{"given":"G. J.","family":"Consolmagno"},{"given":"T.","family":"Duxbury"},{"given":"D.","family":"Hestroffer"},{"given":"J. L.","family":"Hilton"},{"given":"R. L.","family":"Kirk"},{"given":"S. A.","family":"Klioner"},{"given":"D.","family":"McCarthy"},{"given":"K.","family":"Meech"},{"given":"J.","family":"Oberst"},{"given":"J.","family":"Ping"},{"given":"P. K.","family":"Seidelmann"},{"given":"D. J.","family":"Tholen"},{"given":"P. C.","family":"Thomas"},{"given":"I. P.","family":"Williams"}],"DOI":"10.1007/s10569-017-9805-5","type":"article-journal","id":"Archinal:2018","citation-key":"Archinal:2018","ISSN":"1572-9478","issue":"3","issued":{"date-parts":[[2018,2]]},"page":"22","title":"Report of the IAU Working Group on Cartographic Coordinates and Rotational Elements: 2015","URL":"https://doi.org/10.1007/s10569-017-9805-5","volume":"130"},{"author":[{"family":"Arctic SDI Working Group on Strategy"}],"type":"report","genre":"techreport","id":"arctic:2015","citation-key":"arctic:2015","issued":{"date-parts":[[2015]]},"publisher":"Arctic Spatial Data Infrastructure","title":"Arctic Spatial Data Infrastructure Strategic Plan: 2015-2020","URL":"https://arctic-sdi.org/wp-content/uploads/2014/08/20151119-Arctic-SDI-Strategic-Plan-2015-2020_FINAL.pdf"},{"container-title":"Icarus","abstract":"We present an improved lunar digital elevation model (DEM) covering latitudes within ±60°, at a horizontal resolution of 512pixels per degree (∼60m at the equator) and a typical vertical accuracy ∼3 to 4m. This DEM is constructed from ∼4.5×109 geodetically-accurate topographic heights from the Lunar Orbiter Laser Altimeter (LOLA) onboard the Lunar Reconnaissance Orbiter, to which we co-registered 43,200 stereo-derived DEMs (each 1°×1°) from the SELENE Terrain Camera (TC) (∼1010pixels total). After co-registration, approximately 90% of the TC DEMs show root-mean-square vertical residuals with the LOLA data of <5m compared to ∼ 50% prior to co-registration. We use the co-registered TC data to estimate and correct orbital and pointing geolocation errors from the LOLA altimetric profiles (typically amounting to <10m horizontally and <1m vertically). By combining both co-registered datasets, we obtain a near-global DEM with high geodetic accuracy, and without the need for surface interpolation. We evaluate the resulting LOLA+TC merged DEM (designated as “SLDEM2015”) with particular attention to quantifying seams and crossover errors.","author":[{"given":"M.K.","family":"Barker"},{"given":"E.","family":"Mazarico"},{"given":"G.A.","family":"Neumann"},{"given":"M.T.","family":"Zuber"},{"given":"J.","family":"Haruyama"},{"given":"D.E.","family":"Smith"}],"DOI":"https://doi.org/10.1016/j.icarus.2015.07.039","type":"article-journal","id":"Barker:2016icarus","citation-key":"Barker:2016icarus","ISSN":"0019-1035","issued":{"date-parts":[[2016]]},"keyword":"Moon,Moon,interior,Moon,surface","page":"346 - 355","title":"A new lunar digital elevation model from the Lunar Orbiter Laser Altimeter and SELENE Terrain Camera","URL":"http://www.sciencedirect.com/science/article/pii/S0019103515003450","volume":"273"},{"container-title":"Planetary and Space Science","abstract":"The Origins, Spectral Interpretation, Resource Identification, Security–Regolith Explorer mission will return a sample to Earth from asteroid (101955) Bennu. Digital terrain models (DTMs) of the asteroid, and products enabled by them, are key to understanding the origin and evolution of the asteroid, providing geological and geophysical context for the sample, maximizing the amount of sample returned, navigating the spacecraft, and ensuring the safety of the spacecraft during sampling. The mission has two approaches for producing these DTMs: a camera-based approach and a lidar-based approach. We provide an overview of the methods used for these two approaches and how they fit into the originally planned mission. We also discuss a summary of tests using these plans to evaluate the expected performance of the DTMs and describe the data products derived from them.","author":[{"given":"O.S.","family":"Barnouin"},{"given":"M.G.","family":"Daly"},{"given":"E.E.","family":"Palmer"},{"given":"C.L.","family":"Johnson"},{"given":"R.W.","family":"Gaskell"},{"given":"M. Al","family":"Asad"},{"given":"E.B.","family":"Bierhaus"},{"given":"K.L.","family":"Craft"},{"given":"C.M.","family":"Ernst"},{"given":"R.C.","family":"Espiritu"},{"given":"H.","family":"Nair"},{"given":"G.A.","family":"Neumann"},{"given":"L.","family":"Nguyen"},{"given":"M.C.","family":"Nolan"},{"given":"E.","family":"Mazarico"},{"given":"M.E.","family":"Perry"},{"given":"L.C.","family":"Philpott"},{"given":"J.H.","family":"Roberts"},{"given":"R.J.","family":"Steele"},{"given":"J.","family":"Seabrook"},{"given":"H.C.M.","family":"Susorney"},{"given":"J.R.","family":"Weirich"},{"given":"D.S.","family":"Lauretta"}],"DOI":"https://doi.org/10.1016/j.pss.2019.104764","type":"article-journal","id":"Barnouin:2019pss","citation-key":"Barnouin:2019pss","ISSN":"0032-0633","issued":{"date-parts":[[2019]]},"keyword":"Asteroid shapes,Digital terrain models,Stereophotoclinometry,Laser altimetry,(101955) bennu,OSIRIS-REx mission","page":"104764","title":"Digital terrain mapping by the OSIRIS-REx mission","URL":"http://www.sciencedirect.com/science/article/pii/S0032063318303805"},{"container-title":"Planetary and Space Science","abstract":"The Origins, Spectral Interpretation, Resource Identification, Security–Regolith Explorer mission will return a sample to Earth from asteroid (101955) Bennu. Digital terrain models (DTMs) of the asteroid, and products enabled by them, are key to understanding the origin and evolution of the asteroid, providing geological and geophysical context for the sample, maximizing the amount of sample returned, navigating the spacecraft, and ensuring the safety of the spacecraft during sampling. The mission has two approaches for producing these DTMs: a camera-based approach and a lidar-based approach. We provide an overview of the methods used for these two approaches and how they fit into the originally planned mission. We also discuss a summary of tests using these plans to evaluate the expected performance of the DTMs and describe the data products derived from them.","author":[{"given":"O.S.","family":"Barnouin"},{"given":"M.G.","family":"Daly"},{"given":"E.E.","family":"Palmer"},{"given":"C.L.","family":"Johnson"},{"given":"R.W.","family":"Gaskell"},{"given":"M.","family":"Al Asad"},{"given":"E.B.","family":"Bierhaus"},{"given":"K.L.","family":"Craft"},{"given":"C.M.","family":"Ernst"},{"given":"R.C.","family":"Espiritu"},{"given":"H.","family":"Nair"},{"given":"G.A.","family":"Neumann"},{"given":"L.","family":"Nguyen"},{"given":"M.C.","family":"Nolan"},{"given":"E.","family":"Mazarico"},{"given":"M.E.","family":"Perry"},{"given":"L.C.","family":"Philpott"},{"given":"J.H.","family":"Roberts"},{"given":"R.J.","family":"Steele"},{"given":"J.","family":"Seabrook"},{"given":"H.C.M.","family":"Susorney"},{"given":"J.R.","family":"Weirich"},{"given":"D.S.","family":"Lauretta"}],"DOI":"https://doi.org/10.1016/j.pss.2019.104764","type":"article-journal","id":"Barnouin:2020pss","citation-key":"Barnouin:2020pss","ISSN":"0032-0633","issued":{"date-parts":[[2020]]},"keyword":"Asteroid shapes,Digital terrain models,Stereophotoclinometry,Laser altimetry,(101955) bennu,OSIRIS-REx mission","page":"104764","title":"Digital terrain mapping by the OSIRIS-REx mission","URL":"http://www.sciencedirect.com/science/article/pii/S0032063318303805","volume":"180"},{"author":[{"given":"T.","family":"Becker"},{"given":"P. E.","family":"Geissler"}],"container-title":"36th Annual Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","editor":[{"given":"S.","family":"Mackwell"},{"given":"E.","family":"Stansbery"}],"type":"paper-conference","id":"Becker:2005lpsc","citation-key":"Becker:2005lpsc","issued":{"date-parts":[[2005,3]]},"title":"Galileo Global Color Mosaics of Io","volume":"36"},{"author":[{"given":"K. J.","family":"Becker"},{"given":"M. S.","family":"Robinson"},{"given":"T. L.","family":"Becker"},{"given":"L. A.","family":"Weller"},{"given":"K. L.","family":"Edmundson"},{"given":"G. A.","family":"Neumann"},{"given":"M. E.","family":"Perry"},{"given":"S. C.","family":"Solomon"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Becker:2016lpsc","citation-key":"Becker:2016lpsc","issued":{"date-parts":[[2016,3]]},"page":"2959","title":"First Global Digital Elevation Model of Mercury","volume":"47"},{"container-title":"Space Science Reviews","abstract":"The Solid State Imaging (SSI) experiment on the Galileo Orbiter spacecraft utilizes a high-resolution (1500 mm focal length) television camera with an 800 × 800 pixel virtual-phase, charge-coupled detector. It is designed to return images of Jupiter and its satellites that are characterized by a combination of sensitivity levels, spatial resolution, geometric fiedelity, and spectral range unmatched by imaging data obtained previously. The spectral range extends from approximately 375 to 1100 nm and only in the near ultra-violet region (∼ 350 nm) is the spectral coverage reduced from previous missions. The camera is approximately 100 times more sensitive than those used in the Voyager mission, and, because of the nature of the satellite encounters, will produce images with approximately 100 times the ground resolution (i.e., ∼ 50 m lp-1) on the Galilean satellites. We describe aspects of the detector including its sensitivity to energetic particle radiation and how the requirements for a large full-well capacity and long-term stability in operating voltages led to the choice of the virtual phase chip. The F/8.5 camera system can reach point sources of V(mag) ∼ 11 with S/N ∼ 10 and extended sources with surface brightness as low as 20 kR in its highest gain state and longest exposure mode. We describe the performance of the system as determined by ground calibration and the improvements that have been made to the telescope (same basic catadioptric design that was used in Mariner 10 and the Voyager high-resolution cameras) to reduce the scattered light reaching the detector. The images are linearly digitized 8-bits deep and, after flat-fielding, are cosmetically clean. Information `preserving' and `non-preserving' on-board data compression capabilities are outlined. A special “summation” mode, designed for use deep in the Jovian radiation belts, near Io, is also described. The detector is `preflashed' before each exposure to ensure the photometric linearity. The dynamic range is spread over 3 gain states and an exposure range from 4.17 ms to 51.2 s. A low-level of radial, third-order, geometric distortion has been measured in the raw images that is entirely due to the optical design. The distortion is of the pincushion type and amounts to about 1.2 pixels in the corners of the images. It is expected to be very stable.","author":[{"given":"Michael J. S.","family":"Belton"},{"given":"Kenneth P.","family":"Klaasen"},{"given":"Maurice C.","family":"Clary"},{"given":"James L.","family":"Anderson"},{"given":"Clifford D.","family":"Anger"},{"given":"Michael H.","family":"Carr"},{"given":"Clark R.","family":"Chapman"},{"given":"Merton E.","family":"Davies"},{"given":"Ronald","family":"Greeley"},{"given":"Donald","family":"Anderson"},{"given":"Lawrence K.","family":"Bolef"},{"given":"Timothy E.","family":"Townsend"},{"given":"Richard","family":"Greenberg"},{"given":"James W.","family":"Head"},{"given":"Gerhard","family":"Neukum"},{"given":"Carl B.","family":"Pilcher"},{"given":"Joseph","family":"Veverka"},{"given":"Peter J.","family":"Gierasch"},{"given":"Fraser P.","family":"Fanale"},{"given":"Andrew P.","family":"Ingersoll"},{"given":"Harold","family":"Masursky"},{"given":"David","family":"Morrison"},{"given":"James B.","family":"Pollack"}],"DOI":"10.1007/BF00216864","type":"article-journal","id":"Belton:1992","citation-key":"Belton:1992","ISSN":"1572-9672","issue":"1","issued":{"date-parts":[[1992,5]]},"page":"413-455","title":"The Galileo Solid-State Imaging experiment","URL":"https://doi.org/10.1007/BF00216864","volume":"60"},{"container-title":"Icarus","abstract":"In early 2019, NASA's OSIRIS-REx (Origins, Spectral Interpretation, Resource Identification, and Security–Regolith Explorer) mission surveyed asteroid (101955) Bennu with a collection of instruments, including the OSIRIS-REx Camera Suite (OCAMS) PolyCam imager. Using PolyCam panchromatic images, we constructed a globally controlled basemap of Bennu at an approximate ground sample distance of 5 cm with a mean spatial accuracy of  30 cm. The basemap was photometrically normalized using a Minneart phase angle correction. New mapping methods were developed to combine images of Bennu's irregular shape and extremely rough surface into a nearly seamless mosaic. Here we present the global basemap of Bennu and discuss the image processing techniques used to construct a high-resolution mosaic of an irregular small body.","author":[{"given":"C.A.","family":"Bennett"},{"given":"D.N.","family":"DellaGiustina"},{"given":"K.J.","family":"Becker"},{"given":"T.L.","family":"Becker"},{"given":"K.L.","family":"Edmundson"},{"given":"D.R","family":"Golish"},{"given":"R.J.","family":"Bennett"},{"given":"K.N.","family":"Burke"},{"given":"C.N.U.","family":"Cue"},{"given":"B.E.","family":"Clark"},{"given":"J.","family":"Contreras"},{"given":"J.D.P.","family":"Deshapriya"},{"given":"C. Drouet","family":"d'Aubigny"},{"given":"G.","family":"Fitzgibbon"},{"given":"E.R.","family":"Jawin"},{"given":"T.Q.","family":"Nolan"},{"given":"N.A.","family":"Porter"},{"given":"M.M.","family":"Riehl"},{"given":"H.L.","family":"Roper"},{"given":"B.","family":"Rizk"},{"given":"Y.","family":"Tang"},{"given":"Z.","family":"Zeszut"},{"given":"R.W.","family":"Gaskell"},{"given":"E.E.","family":"Palmer"},{"given":"J.R.","family":"Weirich"},{"given":"M.M.","family":"Al Asad"},{"given":"L.","family":"Philpott"},{"given":"M.G.","family":"Daly"},{"given":"O.S.","family":"Barnouin"},{"given":"H.L.","family":"Enos"},{"given":"D.S.","family":"Lauretta"}],"DOI":"https://doi.org/10.1016/j.icarus.2020.113690","type":"article-journal","id":"Bennett:2020icarus","citation-key":"Bennett:2020icarus","ISSN":"0019-1035","issued":{"date-parts":[[2020]]},"keyword":"Asteroids,Asteroid surfaces,Image processing,Near-earth objects","page":"113690","title":"A high-resolution global basemap of (101955) Bennu","URL":"http://www.sciencedirect.com/science/article/pii/S0019103520300816"},{"author":[{"given":"R. A.","family":"Beyer"},{"given":"T.","family":"Hare"},{"given":"J.","family":"Radebaugh"}],"container-title":"Planetary Science Informatics and Data Analytics Conference","type":"paper-conference","id":"Beyer:2018psida","citation-key":"Beyer:2018psida","issued":{"date-parts":[[2018,4]]},"number":"6067","page":"6067","title":"The Need for a Planetary Spatial Data Clearinghouse","volume":"2082"},{"container-title":"Earth and Space Science","abstract":"The NASA Ames Stereo Pipeline is a suite of free and open source automated geodesy and stereogrammetry tools designed for processing stereo images captured from satellites (around Earth and other planets), robotic rovers, aerial cameras, and historical images, with and without accurate camera pose information. It produces cartographic products, including digital terrain models, ortho-projected images, 3-D models, and bundle-adjusted networks of cameras. Ames Stereo Pipeline's data products are suitable for science analysis, mission planning, and public outreach.","author":[{"given":"Ross A.","family":"Beyer"},{"given":"Oleg","family":"Alexandrov"},{"given":"Scott","family":"McMichael"}],"DOI":"10.1029/2018EA000409","type":"article-journal","id":"Beyer:2018ess","citation-key":"Beyer:2018ess","issue":"9","issued":{"date-parts":[[2018]]},"page":"537-548","title":"The Ames Stereo Pipeline: NASA's Open Source Software for Deriving and Processing Terrain Data","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2018EA000409","volume":"5"},{"container-title":"Earth and Space Science","abstract":"Abstract NASA's Cassini spacecraft spent 13 years exploring the Saturn system, including 23 targeted flybys of the small, geologically active moon Enceladus. These flybys provided a wealth of image data from Cassini's Imaging Science Subsystem. To improve the usability of the Enceladus data set, we created a new, global photogrammetric control network for Enceladus that enabled compilation of a versatile cartographic package to support geologic mapping and other investigations. The network used 586 images in four image filters with a pixel scale generally between 50 and 500 m per pixel and a phase angle less than 120° and consisted of 10,362 tie points and 173,704 individual image measures, averaging nearly 17 measures per tie point. Least squares bundle adjustment resulted in a root-mean-square residual of 0.45 pixel, corresponding to root-mean-square ground point uncertainties of 66, 51, and 46 m in latitude, longitude, and radius, respectively. Using our geodetic control network, we created new global image mosaics, coregistered flyby mosaics to support geologic mapping, and updated pointing kernels for every image used in the solution. These products, including the updated pointing kernels, are available to the community through NASA's Planetary Data System Imaging Annex. The bundle adjustment solution also yielded independently determined shape information, resulting in radii within the stated uncertainty of International Astronomical Union values. The challenges of the data set, and the technical methodology described here are applicable to bodies imaged during multiple flybys with variable viewing and illumination geometry, including other midsized satellites of Saturn, and the Europa Clipper mission.","author":[{"given":"M. T.","family":"Bland"},{"given":"T. L.","family":"Becker"},{"given":"K. L.","family":"Edmundson"},{"given":"Th.","family":"Roatsch"},{"given":"B. A.","family":"Archinal"},{"given":"D.","family":"Takir"},{"given":"G. W.","family":"Patterson"},{"given":"G. C.","family":"Collins"},{"given":"P. M.","family":"Schenk"},{"given":"R. T.","family":"Pappalardo"},{"given":"D. A.","family":"Cook"}],"DOI":"10.1029/2018EA000399","type":"article-journal","id":"Bland:2018ess","citation-key":"Bland:2018ess","issue":"10","issued":{"date-parts":[[2018]]},"keyword":"Enceladus,control network,base map,mosaic,cartography","page":"604-621","title":"A New Enceladus Global Control Network, Image Mosaic, and Updated Pointing Kernels From Cassini's 13-Year Mission","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2018EA000399","volume":"5"},{"author":[{"given":"M. T.","family":"Bland"},{"given":"L. A.","family":"Weller"},{"given":"D. P.","family":"Mayer"},{"given":"K. L.","family":"Edmundson"},{"given":"B. A.","family":"Archinal"},{"given":"J. A.","family":"Mapel"},{"given":"J. R.","family":"Laura"},{"given":"R. L.","family":"Fergason"},{"given":"T. L.","family":"Becker"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Bland:2019lpsc","citation-key":"Bland:2019lpsc","issued":{"date-parts":[[2019,3]]},"number":"1090","page":"1090","title":"A New Global Shape Model of Enceladus from a Dense Photogrammetric Control Network"},{"container-title":"LPI Contributions","author":[{"given":"M.T.","family":"Bland"},{"given":"L.A.","family":"Weller"},{"given":"D.P.","family":"Mayer"},{"given":"K.L.","family":"Edmundson"},{"given":"B.A.","family":"Archinal"}],"type":"article-journal","id":"Bland:2019pdw","citation-key":"Bland:2019pdw","issued":{"date-parts":[[2019,6]]},"number":"7048","page":"7048","title":"The Shape of Enceladus from a Dense Photogrammetric Control Network","volume":"2151"},{"container-title":"ISPRS Annals of Photogrammetry, Remote Sensing and Spatial Information Sciences","author":[{"given":"M. T.","family":"Bland"},{"given":"L. A.","family":"Weller"},{"given":"D. P.","family":"Mayer"},{"given":"B. A.","family":"Archinal"}],"DOI":"10.5194/isprs-annals-V-3-2020-579-2020","type":"article-journal","id":"Bland:2020isprs","citation-key":"Bland:2020isprs","issued":{"date-parts":[[2020]]},"page":"579-586","title":"A GLOBAL SHAPE MODEL FOR SATURN'S MOON ENCELADUS FROM A DENSE PHOTOGRAMMETRIC CONTROL NETWORK","URL":"https://www.isprs-ann-photogramm-remote-sens-spatial-inf-sci.net/V-3-2020/579/2020/","volume":"V-3-2020"},{"author":[{"given":"M. T.","family":"Bland"},{"given":"E. D.","family":"Smith"},{"given":"B. A.","family":"Archinal"},{"given":"E. S.","family":"Martin"},{"given":"D. A.","family":"Patthoff"},{"given":"T. R.","family":"Watters"},{"given":"G. C.","family":"Collins"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Bland:2020lpsc","citation-key":"Bland:2020lpsc","issued":{"date-parts":[[2020,3]]},"number":"1756","page":"1756","title":"Improving the Usability of Triton Data: Updated Image Locations for Geologic Mapping"},{"container-title":"AGU Fall Meeting Abstracts","author":[{"given":"D.","family":"Buccino"},{"given":"W. M.","family":"Folkner"},{"given":"W. B.","family":"Hubbard"},{"given":"R.","family":"Helled"},{"given":"M.","family":"Parisi"}],"type":"article-journal","id":"Buccino:2018agu","citation-key":"Buccino:2018agu","issued":{"date-parts":[[2018,12]]},"keyword":"1221 Lunar and planetary geodesy and gravity,GEODESY AND GRAVITYDE: 1510 Dynamo: theories and simulations,GEOMAGNETISM AND PALEOMAGNETISMDE: 5724 Interiors,PLANETARY SCIENCES: FLUID PLANETSDE: 5749 Origin and evolution,PLANETARY SCIENCES: FLUID PLANETS","title":"An Updated Shape Model for Jupiter from Juno Gravity Science Measurements"},{"container-title":"NASA Planetary Data System and ESA Planetary Science Archive","author":[{"given":"C.","family":"Capanna"},{"given":"L.","family":"Jorda"},{"given":"P.","family":"Gutierrez"},{"given":"S.","family":"Hviid"}],"type":"article-journal","id":"Capanna:2015pds","citation-key":"Capanna:2015pds","issued":{"date-parts":[[2015]]},"number":"RO-C-MULTI-5-67P-SHAPE-V1.0:CG_MSPCD_SHAP2_001M_CART_DSK","title":"MSPCD SHAP2 Cartesian Plate Model DSK for comet 67P/C-G 1M plates"},{"author":[{"given":"Susan","family":"Conway"},{"given":"Riccardo","family":"Pozzobon"},{"given":"Alice","family":"Lucchetti"},{"given":"Matteo","family":"Massironi"},{"given":"Emanuele","family":"Simioni"},{"given":"Cristina","family":"Re"},{"given":"Teo","family":"Mudric"},{"given":"Maurizio","family":"Pajola"},{"given":"Gabriele","family":"Cremonese"},{"given":"Nick","family":"Thomas"}],"container-title":"European Planetary Science Congress","type":"paper-conference","id":"Conway:2018","citation-key":"Conway:2018","issued":{"date-parts":[[2018,9]]},"number":"EPSC2018-962","page":"EPSC2018-962","title":"Evaluating the performance of CaSSIS elevation data for geomorphological and geological analyses"},{"container-title":"Journal of Geophysical Research","author":[{"given":"A. C.","family":"Cook"},{"given":"M. S.","family":"Robinson"}],"DOI":"10.1029/1999JE001135","type":"article-journal","id":"Cook:2000jgr","citation-key":"Cook:2000jgr","issued":{"date-parts":[[2000,4]]},"keyword":"Planetology: Solid Surface Planets: Remote sensing,Planetology: Solar System Objects: Mercury,Planetology: Solar System Objects: Instruments and techniques","page":"9429-9444","title":"Mariner 10 stereo image coverage of Mercury","volume":"105"},{"container-title":"Geophysical Research Letters","abstract":"Abstract With the conclusion of the Cassini mission, we present an updated topographic map of Titan, including all the available altimetry, SARtopo, and stereophotogrammetry topographic data sets available from the mission. We use radial basis functions to interpolate the sparse data set, which covers only ∼9% of Titan's global area. The most notable updates to the topography include higher coverage of the poles of Titan, improved fits to the global shape, and a finer resolution of the global interpolation. We also present a statistical analysis of the error in the derived products and perform a global minimization on a profile-by-profile basis to account for observed biases in the input data set. We find a greater flattening of Titan than measured, additional topographic rises in Titan's southern hemisphere and better constrain the possible locations of past and present liquids on Titan's surface.","author":[{"given":"P.","family":"Corlies"},{"given":"A. G.","family":"Hayes"},{"given":"S. P. D.","family":"Birch"},{"given":"R.","family":"Lorenz"},{"given":"B. W.","family":"Stiles"},{"given":"R.","family":"Kirk"},{"given":"V.","family":"Poggiali"},{"given":"H.","family":"Zebker"},{"given":"L.","family":"Iess"}],"DOI":"10.1002/2017GL075518","type":"article-journal","id":"Corlies:2017grl","citation-key":"Corlies:2017grl","issue":"23","issued":{"date-parts":[[2017]]},"keyword":"Titan,topography,shape,error,minimization","page":"11,754-11,761","title":"Titan's Topography and Shape at the End of the Cassini Mission","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1002/2017GL075518","volume":"44"},{"container-title":"ArcNews Online","author":[{"given":"M.","family":"Craglia"}],"type":"article-journal","id":"Craglia:2010esri","citation-key":"Craglia:2010esri","issued":{"date-parts":[[2010]]},"title":"Building INSPIRE: The Spatial Data Infrastructure for Europe","URL":"http://www.esri.com/news/arcnews/spring10articles/building-inspire.html","volume":"Spring"},{"container-title":"International Journal of Geographical Information Science","author":[{"given":"J.","family":"Crompvoets"},{"given":"A.","family":"Bregt"},{"given":"A.","family":"Rajabifard"},{"given":"I.","family":"Williamson"}],"DOI":"10.1080/13658810410001702030","type":"article-journal","id":"Crompvoets:2004ijgis","citation-key":"Crompvoets:2004ijgis","issue":"7","issued":{"date-parts":[[2004]]},"page":"665-689","publisher":"Taylor & Francis","title":"Assessing the worldwide developments of national spatial data clearinghouses","URL":"https://doi.org/10.1080/13658810410001702030","volume":"18"},{"author":[{"given":"M.E.","family":"Davies"},{"given":"T.A.","family":"Hauge"},{"given":"F.Y.","family":"Katayama"},{"given":"J.A.","family":"Roth"}],"type":"report","genre":"techreport","id":"Davies:1979","citation-key":"Davies:1979","issued":{"date-parts":[[1979]]},"number":"R-2532-JPL/NASA","publisher":"Jet Propolusion Laboratory","title":"Control Networks for the Galilean Satellites","URL":"https://www.rand.org/content/dam/rand/pubs/reports/2006/R2532.pdf"},{"container-title":"Icarus","abstract":"Control networks of the five large satellites of Uranus have been established photogrammetrically from pictures taken by the Voyager 2 spacecraft. The control networks cover the illuminated southern hemisphere of each satellite. Coordinates are listed for 103 points on Miranda, 52 points on Ariel, 43 points on Umbriel, 46 points on Titania, and 34 points on Oberon; some points are identified on the U.S. Geological Survey maps of these satellites. Miranda is ellipsoidal in shape with radii of 241, 235 and 232 km. Mean radii are 579 km for Ariel, 586 km for Umbriel, 790 km for Titania, and 762 km for Oberon.","author":[{"given":"Merton E.","family":"Davies"},{"given":"Tim R.","family":"Colvin"},{"given":"Frank Y.","family":"Katayama"},{"given":"Peter C.","family":"Thomas"}],"DOI":"https://doi.org/10.1016/0019-1035(87)90168-0","type":"article-journal","id":"Davies:1987icarus","citation-key":"Davies:1987icarus","ISSN":"0019-1035","issue":"1","issued":{"date-parts":[[1987]]},"page":"137 - 147","title":"The control networks of the satellites of Uranus","URL":"http://www.sciencedirect.com/science/article/pii/0019103587901680","volume":"71"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"A control network for Triton has been computed using a bundle-type analytical triangulation program. The network contains 105 points that were measured on 57 Voyager 2 pictures. The adjustment contained 1010 observation equations and 382 normal equations and resulted in a standard measurement error of 13.36 μm. We determined coordinates of the control points, the camera orientation angles at the times when the pictures were taken, and Triton's mean radius. A separate statistical analysis confirmed Triton's radius to be 1352.6±2.4 km. Attempts to tie the control network around the satellite were unsuccessful because discontinuities exist in high-resolution coverage between 66° and 289° longitude, north of 38° latitude, and south of 78° latitude.","author":[{"given":"Merton E.","family":"Davies"},{"given":"Patricia G.","family":"Rogers"},{"given":"Tim R.","family":"Colvin"}],"DOI":"10.1029/91JE00976","type":"article-journal","id":"Davies:1991jgr","citation-key":"Davies:1991jgr","issue":"E1","issued":{"date-parts":[[1991]]},"page":"15675-15681","title":"A control network of Triton","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/91JE00976","volume":"96"},{"container-title":"Earth and Space Science","abstract":"Abstract The OSIRIS-REx Asteroid Sample Return Mission is the third mission in National Aeronautics and Space Administration (NASA)'s New Frontiers Program and is the first U.S. mission to return samples from an asteroid to Earth. The most important decision ahead of the OSIRIS-REx team is the selection of a prime sample-site on the surface of asteroid (101955) Bennu. Mission success hinges on identifying a site that is safe and has regolith that can readily be ingested by the spacecraft's sampling mechanism. To inform this mission-critical decision, the surface of Bennu is mapped using the OSIRIS-REx Camera Suite and the images are used to develop several foundational data products. Acquiring the necessary inputs to these data products requires observational strategies that are defined specifically to overcome the challenges associated with mapping a small irregular body. We present these strategies in the context of assessing candidate sample sites at Bennu according to a framework of decisions regarding the relative safety, sampleability, and scientific value across the asteroid's surface. To create data products that aid these assessments, we describe the best practices developed by the OSIRIS-REx team for image-based mapping of irregular small bodies. We emphasize the importance of using 3-D shape models and the ability to work in body-fixed rectangular coordinates when dealing with planetary surfaces that cannot be uniquely addressed by body-fixed latitude and longitude.","author":[{"given":"D. N.","family":"DellaGiustina"},{"given":"C. A.","family":"Bennett"},{"given":"K.","family":"Becker"},{"given":"D. R.","family":"Golish"},{"given":"L.","family":"Le Corre"},{"given":"D. A.","family":"Cook"},{"given":"K. L.","family":"Edmundson"},{"given":"M.","family":"Chojnacki"},{"given":"S. S.","family":"Sutton"},{"given":"M. P.","family":"Milazzo"},{"given":"B.","family":"Carcich"},{"given":"M. C.","family":"Nolan"},{"given":"N.","family":"Habib"},{"given":"K. N.","family":"Burke"},{"given":"T.","family":"Becker"},{"given":"P. H.","family":"Smith"},{"given":"K. J.","family":"Walsh"},{"given":"K.","family":"Getzandanner"},{"given":"D. R.","family":"Wibben"},{"given":"J. M.","family":"Leonard"},{"given":"M. M.","family":"Westermann"},{"given":"A. T.","family":"Polit"},{"given":"J. N.","family":"Kidd Jr"},{"given":"C. W.","family":"Hergenrother"},{"given":"W. V.","family":"Boynton"},{"given":"J.","family":"Backer"},{"given":"S.","family":"Sides"},{"given":"J.","family":"Mapel"},{"given":"K.","family":"Berry"},{"given":"H.","family":"Roper"},{"given":"C.","family":"Drouet d'Aubigny"},{"given":"B.","family":"Rizk"},{"given":"M. K.","family":"Crombie"},{"given":"E. K.","family":"Kinney-Spano"},{"given":"J.","family":"León","non-dropping-particle":"de"},{"given":"J. L.","family":"Rizos"},{"given":"J.","family":"Licandro"},{"given":"H. C.","family":"Campins"},{"given":"B. E.","family":"Clark"},{"given":"H. L.","family":"Enos"},{"given":"D. S.","family":"Lauretta"}],"DOI":"10.1029/2018EA000382","type":"article-journal","id":"DellaGiustina:2018ess","citation-key":"DellaGiustina:2018ess","issue":"12","issued":{"date-parts":[[2018]]},"keyword":"small bodies,Bennu,OSIRIS-REx,mapping,asteroid,OCAMS images","page":"929-949","title":"Overcoming the Challenges Associated with Image-Based Mapping of Small Bodies in Preparation for the OSIRIS-REx Mission to (101955) Bennu","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2018EA000382","volume":"5"},{"author":[{"given":"B. W.","family":"Denevi"},{"given":"F. P.","family":"Seelos"},{"given":"C. M.","family":"Ernst"},{"given":"M. R.","family":"Keller"},{"given":"N. L.","family":"Chabot"},{"given":"S. L.","family":"Murchie"},{"given":"D. L.","family":"Domingue"},{"given":"C. D.","family":"Hash"},{"given":"D. T.","family":"Blewett"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Denevi:2016lpsc","citation-key":"Denevi:2016lpsc","issued":{"date-parts":[[2016,3]]},"page":"1264","title":"Final Calibration and Multispectral Map Products from the Mercury Dual Imaging System Wide-Angle Camera","volume":"47"},{"author":[{"given":"J. L.","family":"Dickson"},{"given":"L. A.","family":"Kerber"},{"given":"C. I.","family":"Fassett"},{"given":"B. L.","family":"Ehlmann"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Dickson:2018lpsc","citation-key":"Dickson:2018lpsc","issued":{"date-parts":[[2018,3]]},"number":"2480","page":"2480","title":"A Global, Blended CTX Mosaic of Mars with Vectorized Seam Mapping: A New Mosaicking Pipeline Using Principles of Non-Destructive Image Editing","volume":"49"},{"container-title":"LPI Contributions","author":[{"given":"J. L.","family":"Dickson"},{"given":"B. L.","family":"Ehlmann"}],"type":"article-journal","id":"Dickson:2019pdw","citation-key":"Dickson:2019pdw","issued":{"date-parts":[[2019,6]]},"number":"7109","page":"7109","title":"Standards for Traceability and Non-Destructive Construction in Planetary Science Data Sets: An Example from the CTX Global Mosaic","volume":"2151"},{"container-title":"Icarus","abstract":"Photometric analyses are used to standardize images obtained at a variety of illumination and viewing conditions to a common geometry for the construction of maps or mosaics and for comparison with spectral measurements acquired in the laboratory. Many models exist that can be used to model photometric behavior. Two of the most commonly use models, those of Hapke and Kaasalainen–Shkuratov, are compared for their ability to standardize MESSENGER images of Mercury. Analysis of the modeling results shows that photometric corrections using the Kaasalainen–Shkuratov model provides significantly less contrast between images acquired at large differences in emission angle. The contrast seen between images acquired at large differences in either incidence and phase angle is smaller with the Hapke model based corrections, but not significantly better than that provided by the Kaasalainen–Shkuratov model. Photometric studies are also used to infer scattering properties of the surface regolith. The quantitative correlation between photometric model parameters and surface properties is questionable, but laboratory studies do indicate general correlations and trends between parameters and sample properties that allow for comparisons between surfaces based on photometric modeling. Based on comparisons with the Moon and several asteroids that have been observed by spacecraft, the photometric analyses presented here are interpreted to indicate that Mercury's regolith is smoother on micrometer scales and has a narrower particle size distribution with a lower mean particle size than lunar regolith. Grain structures of regolith particles from Mercury are inferred to be different than those of the Moon or those asteroids observed to date. Mercury's regolith may contain a component compositionally distinct from lunar regolith.","author":[{"given":"Deborah L.","family":"Domingue"},{"given":"Brett W.","family":"Denevi"},{"given":"Scott L.","family":"Murchie"},{"given":"Christopher D.","family":"Hash"}],"DOI":"https://doi.org/10.1016/j.icarus.2015.11.040","type":"article-journal","id":"Domingue:2016icarus","citation-key":"Domingue:2016icarus","ISSN":"0019-1035","issued":{"date-parts":[[2016]]},"keyword":"Mercury,Regoliths,Spectrophotometry","page":"172 - 203","title":"Application of multiple photometric models to disk-resolved measurements of Mercury's surface: Insights into Mercury's regolith characteristics","URL":"http://www.sciencedirect.com/science/article/pii/S0019103515005825","volume":"268"},{"publisher-place":"Berlin, Heidelberg","abstract":"Unambiguous reference systems are a fundamental requirement for accurate and reliable geodetic products. The definition of the reference system, the realization by a reference frame, and the allocation of the geodetic datum have to be strictly coherent. In traditional geodetic reference systems used in triangulation and trilateration networks, the datum was given through independent (astronomic) observations in selected fundamental stations, which fixed the origin and the orientation of the coordinate system. The datum of modern geocentric reference systems must also be determined by independent methods, namely by gravity field parameters and physical models. If it is derived from the reference frame itself, i.e., by coordinate transformations between selected reference stations, the definition of the system will be changed: It does no longer refer to the geo-centre but to the centre of the reference network. Therefore it is indispensable to strictly pay attention that the datum is not affected by the measurements of the frame, and that the realization of the frame does not change the definition of the system","author":[{"given":"Hermann","family":"Drewes"}],"container-title":"Observing our Changing Earth","editor":[{"given":"Michael G.","family":"Sideris"}],"type":"paper-conference","id":"Drewes:2009eca","citation-key":"Drewes:2009eca","ISBN":"978-3-540-85426-5","issued":{"date-parts":[[2009]]},"page":"3-9","publisher":"Springer Berlin Heidelberg","title":"Reference Systems, Reference Frames, and the Geodetic Datum"},{"author":[{"given":"A.","family":"Dumke"},{"given":"M.","family":"Spiegel"},{"given":"S.","family":"van Gasselt"},{"given":"D.","family":"Neu"},{"given":"G.","family":"Neukum"}],"container-title":"EGU General Assembly Conference Abstracts","collection-title":"EGU General Assembly Conference Abstracts","type":"paper-conference","id":"Dumke:2010","citation-key":"Dumke:2010","issued":{"date-parts":[[2010,5]]},"page":"12903","title":"Mars, High-Resolution Digital Terrain Model Quadrangles on the Basis of Mars-Express HRSC Data","volume":"12"},{"author":[{"given":"C. M.","family":"Ernst"},{"given":"R. W.","family":"Gaskell"},{"given":"E. G.","family":"Kahn"},{"given":"O. S.","family":"Barnouin"},{"given":"J. H.","family":"Roberts"},{"given":"K. K.","family":"Wilcomb"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Ernst:2015lpsc","citation-key":"Ernst:2015lpsc","issued":{"date-parts":[[2015,3]]},"page":"2753","title":"Updated Shape Models of Phobos and Deimos from Stereophotoclinometry","volume":"46"},{"author":[{"given":"C. M.","family":"Ernst"},{"given":"O. S.","family":"Barnouin"},{"given":"R. T.","family":"Daly"},{"given":"Small Body Mapping Tool Team"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Ernst:2018lpsc","citation-key":"Ernst:2018lpsc","issued":{"date-parts":[[2018,3]]},"number":"1043","page":"1043","title":"The Small Body Mapping Tool (SBMT) for Accessing, Visualizing, and Analyzing Spacecraft Data in Three Dimensions","volume":"49"},{"author":[{"given":"C. M.","family":"Ernst"},{"given":"R. W.","family":"Gaskell"},{"given":"O. S.","family":"Barnouin"},{"given":"R. T.","family":"Daly"}],"container-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Ernst:2018pd","citation-key":"Ernst:2018pd","issued":{"date-parts":[[2018,3]]},"number":"2769","page":"2769","title":"A Complete, Coregistered, and Searchable Collection of Phobos and Deimos Images from 1975-2016"},{"container-title":"NASA Planetary Data System and ESA Planetary Science Archive","author":[{"family":"ESA"}],"type":"article-journal","id":"esaspc:2017","citation-key":"esaspc:2017","issued":{"date-parts":[[2017]]},"number":"RO-C-MULTI-5-67P-SHAPE-V2.0:CSHP_DV_130_01_HIRES_BDS","title":"MTP019 cartesian plate model high res DSK for comet 67P/C-G"},{"container-title":"Planetary and Space Science","abstract":"In this study, 96 digital terrain models (DTMs) of Mercury were created using the Ames Stereo Pipeline, using 1456 pairs of stereo images from the Mercury Dual Imaging System instrument on MESSENGER. Although these DTMs cover only  1% of the surface of Mercury, they enable three-dimensional characterization of landforms at horizontal resolutions of  50–250m/pixel and vertical accuracy of tens of meters. This is valuable in regions where the more precise measurements from the Mercury Laser Altimeter (MLA) are sparse. MLA measurements nonetheless provide an important geodetic framework for the derived stereo products. These DTMs, which are publicly released in conjunction with this paper, reveal topography of features at relatively small scales, including craters, graben, hollows, pits, scarps, and wrinkle ridges. Measurements from these data indicate that: (1) hollows have a median depth of  32m, in basic agreement with earlier shadow measurement, (2) some of the deep pits (up to  4km deep) that are interpreted to form via volcanic processes on Mercury have surrounding rims or rises, but others do not, and (3) some pits have two or more distinct, low-lying interior minima that could represent multiple vents.","author":[{"given":"Caleb I.","family":"Fassett"}],"DOI":"https://doi.org/10.1016/j.pss.2016.10.001","type":"article-journal","id":"Fassett:2016pss","citation-key":"Fassett:2016pss","ISSN":"0032-0633","issued":{"date-parts":[[2016]]},"keyword":"Mercury,surface,Topography,Stereo image processing,Hollows,Pits","page":"19 - 28","title":"Ames stereo pipeline-derived digital terrain models of Mercury from MESSENGER stereo imaging","URL":"http://www.sciencedirect.com/science/article/pii/S0032063316300423","volume":"134"},{"author":[{"given":"Caleb I.","family":"Fassett"}],"type":"document","id":"Fassett:2018web","citation-key":"Fassett:2018web","issued":{"date-parts":[[2018]]},"note":"Accessed October, 1, 2019","publisher":"http://www.calebfassett.com/mercurydtms/","title":"Mercury DTMs","URL":"http://www.calebfassett.com/mercurydtms/"},{"container-title":"Space Science Reviews","abstract":"To evaluate the topography of the surface within the InSight candidate landing ellipses, we generated Digital Terrain Models (DTMs) at lander scales and those appropriate for entry, descent, and landing simulations, along with orthoimages of both images in each stereopair, and adirectional slope images. These products were used to assess the distribution of slopes for each candidate ellipse and terrain type in the landing site region, paying particular attention to how these slopes impact InSight landing and engineering safety, and results are reported here. Overall, this region has extremely low slopes at 1-meter baseline scales and meets the safety constraints of the InSight lander. The majority of the landing ellipse has a mean slope at 1-meter baselines of 3.2°. In addition, a mosaic of HRSC, CTX, and HiRISE DTMs within the final landing ellipse (ellipse 9) was generated to support entry, descent, and landing simulations and evaluations. Several methods were tested to generate this mosaic and the NASA Ames Stereo Pipeline program dem_mosaic produced the best results. For the HRSC-CTX-HiRISE DTM mosaic, more than 99 % of the mosaic has slopes less than 15°, and the introduction of artificially high slopes along image seams was minimized.","author":[{"given":"R. L.","family":"Fergason"},{"given":"R. L.","family":"Kirk"},{"given":"G.","family":"Cushing"},{"given":"D. M.","family":"Galuszka"},{"given":"M. P.","family":"Golombek"},{"given":"T. M.","family":"Hare"},{"given":"E.","family":"Howington-Kraus"},{"given":"D. M.","family":"Kipp"},{"given":"B. L.","family":"Redding"}],"DOI":"10.1007/s11214-016-0292-x","type":"article-journal","id":"Fergason:2017ssr","citation-key":"Fergason:2017ssr","ISSN":"1572-9672","issue":"1","issued":{"date-parts":[[2017,10]]},"page":"109-133","title":"Analysis of Local Slopes at the InSight Landing Site on Mars","URL":"https://doi.org/10.1007/s11214-016-0292-x","volume":"211"},{"author":[{"given":"R. L.","family":"Fergason"},{"given":"E. M.","family":"Lee"},{"given":"L.","family":"Weller"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Fergason:2013lpsc","citation-key":"Fergason:2013lpsc","issued":{"date-parts":[[2013,3]]},"page":"1642","title":"THEMIS geodetically controlled mosaics of Mars","volume":"44"},{"author":[{"given":"R. L.","family":"Fergason"},{"given":"T. M.","family":"Hare"},{"given":"D. P.","family":"Mayer"},{"given":"D. M.","family":"Galuzska"},{"given":"M. P.","family":"Golombek"},{"given":"R. E.","family":"Otero"},{"given":"B. L.","family":"Redding"}],"container-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Fergason:2018","citation-key":"Fergason:2018","issued":{"date-parts":[[2018,3]]},"number":"1611","page":"1611","title":"Mars 2020 Landing Site Evaluation: Digital Terrain Model Procedure and Capability Development"},{"author":[{"given":"R.L","family":"Fergason"},{"given":"T.M.","family":"Hare"},{"given":"J.","family":"Laura"}],"type":"document","id":"Fergason:2018web","citation-key":"Fergason:2018web","issued":{"date-parts":[[2018]]},"note":"Accessed October, 7, 2019","publisher":"http://bit.ly/HRSC_MOLA_Blend_v0","title":"HRSC and MOLA Blended Digital Elevation Model at 200m v2","URL":"http://bit.ly/HRSC_MOLA_Blend_v0"},{"author":[{"given":"R. L.","family":"Fergason"},{"given":"T. M.","family":"Hare"},{"given":"D. P.","family":"Mayer"},{"given":"D. M.","family":"Galuszka"},{"given":"B. L.","family":"Redding"},{"given":"E. D.","family":"Smith"},{"given":"J. R.","family":"Shinaman"},{"given":"Y.","family":"Cheng"},{"given":"R. E.","family":"Otero"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Fergason:2020lpsc","citation-key":"Fergason:2020lpsc","issued":{"date-parts":[[2020,3]]},"number":"2020","page":"2020","title":"Mars 2020 Terrain Relative Navigation Flight Product Generation: Digital Terrain Model and Orthorectified Image Mosaic"},{"author":[{"given":"R. L.","family":"Fergason"},{"given":"T. M.","family":"Hare"},{"given":"D. P.","family":"Mayer"},{"given":"D. M.","family":"Galuszka"},{"given":"B. L.","family":"Redding"},{"given":"E. D.","family":"Smith"},{"given":"J. R.","family":"Shinaman"},{"given":"Y.","family":"Cheng"},{"given":"R. E.","family":"Otero"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Fergason:2020lpsc_a","citation-key":"Fergason:2020lpsc_a","issued":{"date-parts":[[2020,3]]},"number":"2020","page":"2020","title":"Mars 2020 Terrain Relative Navigation Flight Product Generation: Digital Terrain Model and Orthorectified Image Mosaic"},{"container-title":"Earth, Planets and Space","abstract":"Both the Chang'E-1 and SELenological and ENgineering Explorer (SELENE) lunar missions, launched in 2007, provide an opportunity for significant advances in lunar science. In particular, both orbiters provide refined lunar topography models with unprecedented finer resolution and improved accuracy, especially for the far side and the polar areas of the Moon where fewer valid measurements have been available to date. An evaluation of the derived topography models is essential for the improved interpretation of selenophysics, including a knowledge of the interior of the Moon. This study provides both external and internal accuracy assessments for the derived topographic models (note that different data sets are used, albeit independent). The external comparison, which consists of comparing the topographic models with landmarks established with lunar laser ranging and radio tracking, yields an accuracy estimate of 157 m for the Change'E-1 model and 58 m for the SELENE model (150 m and 55 m if the newly recovered Lunakhod-1 site is included). The internal comparison, consisting of crossover analysis of the altimeter data after the removal of once-per-orbital-revolution errors, yields an accuracy estimate of 206 m and 68 m, respectively. These comparisons allow the establishment of conservative estimates of accuracy of 200 m and 70 m for the Chang'E-1 and SELENE models, respectively. Given the conservative estimates on the accuracy, both models yield significant improvement by factors of 2.5 and 8, respectively, when compared with a contemporary lunar topography model, i.e., the Unified Lunar Control Network 2005 (ULCN2005).","author":[{"given":"H. S.","family":"Fok"},{"given":"C. K.","family":"Shum"},{"given":"Yuchan","family":"Yi"},{"given":"Hiroshi","family":"Araki"},{"given":"Jinsong","family":"Ping"},{"given":"James G.","family":"Williams"},{"given":"Georgia","family":"Fotopoulos"},{"given":"Hirotomo","family":"Noda"},{"given":"Sander","family":"Goossens"},{"given":"Qian","family":"Huang"},{"given":"Yoshiaki","family":"Ishihara"},{"given":"Koji","family":"Matsumoto"},{"given":"Jürgen","family":"Oberst"},{"given":"Sho","family":"Sasaki"}],"DOI":"10.5047/eps.2010.08.005","type":"article-journal","id":"Fok:2011","citation-key":"Fok:2011","ISSN":"1880-5981","issue":"1","issued":{"date-parts":[[2011,1]]},"page":"15-23","title":"Accuracy assessment of lunar topography models","URL":"https://doi.org/10.5047/eps.2010.08.005","volume":"63"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"During the first 8 months of the Magellan mission, the radar altimeter has made some three million measurements of the surface of Venus covering the latitude range from 85°N to 80°S. Methods involving range correlation, Doppler filtering, multi-burst summation, and range migration are used to focus the observations and to achieve high surface resolution. Results are presented as maps of the global distribution of topography, meter-scale roughness, and power reflection coefficient. The results are similar to those reported in previous experiments (surface heights exhibit a unimodal distribution with more than 80% of the surface lying within 1 km of the 6051.84-km mean radius) but the higher resolution of the Magellan altimeter has disclosed several surprisingly steep features, e.g. the southwest face of the Maxwell Montes, the southern face of the Danu Montes, and the chasmata to the east of Thetis Regio, where average kilometer-scale slopes of greater than 30° are not uncommon. This conclusion is corroborated by close inspection of synthetic aperture radar imagery.","author":[{"given":"Peter G.","family":"Ford"},{"given":"Gordon H.","family":"Pettengill"}],"DOI":"10.1029/92JE01085","type":"article-journal","id":"Ford:1992jgr","citation-key":"Ford:1992jgr","issue":"E8","issued":{"date-parts":[[1992]]},"page":"13103-13114","title":"Venus topography and kilometer-scale slopes","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/92JE01085","volume":"97"},{"container-title":"Guide to Magellan Image Interpretation","editor":[{"given":"J. P.","family":"Ford"},{"given":"J. J.","family":"Plaut"},{"given":"C. M.","family":"Weitz"},{"given":"T. G.","family":"Farr"},{"given":"D. A.","family":"Senske"},{"given":"E. R.","family":"Stofan"},{"given":"G.","family":"Michaels"},{"given":"T. J.","family":"Parker"},{"given":"D.","family":"Fulton"}],"type":"book","id":"Ford:1993","citation-key":"Ford:1993","issued":{"date-parts":[[1993,11]]},"keyword":"Geomorphology,Image Analysis,Magellan Project (Nasa),Planetary Craters,Planetary Geology,Planetary Surfaces,Radar Imagery,Surface Properties,Surface Roughness,Tectonics,Lava,Microwave Emission,Mission Planning,Permittivity,Volcanoes","title":"Guide to Magellan image interpretation"},{"author":[{"given":"R.","family":"Gaskell"},{"given":"J.","family":"Saito"},{"given":"M.","family":"Ishiguro"},{"given":"T.","family":"Kubota"},{"given":"T.","family":"Hashimoto"},{"given":"N.","family":"Hirata"},{"given":"S.","family":"Abe"},{"given":"O. S.","family":"Barnouin-Jha"},{"given":"D.","family":"Scheeres"}],"container-title":"37th Annual Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","editor":[{"given":"Stephen","family":"Mackwell"},{"given":"Eileen","family":"Stansbery"}],"type":"paper-conference","id":"Gaskell:2006lpsc","citation-key":"Gaskell:2006lpsc","issued":{"date-parts":[[2006,3]]},"page":"1876","title":"Global Topography of Asteroid 25143 Itokawa"},{"container-title":"NASA Planetary Data System","author":[{"given":"R. W.","family":"Gaskell"}],"type":"article-journal","id":"Gaskell:2008pds","citation-key":"Gaskell:2008pds","issued":{"date-parts":[[2008,9]]},"number":"NEAR-A-MSI-5-EROSSHAPE-V1.0","page":"NEAR-A-MSI-5-EROSSHAPE-V1.0","title":"Gaskell Eros Shape Model V1.0","volume":"96"},{"container-title":"Meteoritics and Planetary Science","author":[{"given":"R. W.","family":"Gaskell"},{"given":"O. S.","family":"Barnouin-Jha"},{"given":"D. J.","family":"Scheeres"},{"given":"A. S.","family":"Konopliv"},{"given":"T.","family":"Mukai"},{"given":"S.","family":"Abe"},{"given":"J.","family":"Saito"},{"given":"M.","family":"Ishiguro"},{"given":"T.","family":"Kubota"},{"given":"T.","family":"Hashimoto"},{"given":"J.","family":"Kawaguchi"},{"given":"M.","family":"Yoshikawa"},{"given":"K.","family":"Shirakawa"},{"given":"T.","family":"Kominato"},{"given":"N.","family":"Hirata"},{"given":"H.","family":"Demura"}],"DOI":"10.1111/j.1945-5100.2008.tb00692.x","type":"article-journal","id":"Gaskell:2008mps","citation-key":"Gaskell:2008mps","issue":"6","issued":{"date-parts":[[2008,9]]},"keyword":"Asteroid surface,Asteroids named Eros,Asteroids named Itokawa","page":"1049-1061","title":"Characterizing and navigating small bodies with imaging data","volume":"43"},{"container-title":"NASA Planetary Data System","author":[{"given":"R. W.","family":"Gaskell"}],"type":"article-journal","id":"Gaskell:2011pds","citation-key":"Gaskell:2011pds","issued":{"date-parts":[[2011,4]]},"number":"VO1-SA-VISA","page":"VO1-SA-VISA","title":"Phobos Shape Model V1.0","volume":"154"},{"author":[{"given":"R. W.","family":"Gaskell"}],"container-title":"AAS/Division for Planetary Sciences Meeting Abstracts #44","collection-title":"AAS/Division for Planetary Sciences Meeting Abstracts","type":"paper-conference","id":"Gaskell2012dps","citation-key":"Gaskell2012dps","issued":{"date-parts":[[2012,10]]},"number":"209.03","page":"209.03","title":"SPC Shape and Topography of Vesta from DAWN Imaging Data","volume":"44"},{"container-title":"NASA Planetary Data System","author":[{"given":"R. W.","family":"Gaskell"}],"type":"article-journal","id":"Gaskell:2013pdsdione","citation-key":"Gaskell:2013pdsdione","issued":{"date-parts":[[2013,9]]},"number":"CO-SA-ISSNA","page":"CO-SA-ISSNA","title":"Gaskell Dione Shape Model V1.0","volume":"209"},{"container-title":"NASA Planetary Data System","author":[{"given":"R. W.","family":"Gaskell"}],"type":"article-journal","id":"Gaskell:2013pds","citation-key":"Gaskell:2013pds","issued":{"date-parts":[[2013,9]]},"number":"CO-SA-ISSNA-5-MIMASSHAPE-V2.0","page":"CO-SA-ISSNA-5-MIMASSHAPE-V2.0","title":"Gaskell Mimas Shape Model V2.0","volume":"206"},{"container-title":"NASA Planetary Data System","author":[{"given":"R. W.","family":"Gaskell"}],"type":"article-journal","id":"Gaskell:2013pdsphoebe","citation-key":"Gaskell:2013pdsphoebe","issued":{"date-parts":[[2013,9]]},"number":"CO-SA-ISSNA-5-PHOEBESHAPE-V2.0","page":"CO-SA-ISSNA-5-PHOEBESHAPE-V2.0","title":"Gaskell Phoebe Shape Model V2.0","volume":"206"},{"container-title":"NASA Planetary Data System","author":[{"given":"R. W.","family":"Gaskell"}],"type":"article-journal","id":"Gaskell:2013pdstethys","citation-key":"Gaskell:2013pdstethys","issued":{"date-parts":[[2013,9]]},"number":"CO-SA-ISSNA-5-TETHYSSHAPE-V1.0","page":"CO-SA-ISSNA-5-TETHYSSHAPE-V1.0","title":"Gaskell Tethys Shape Model V1.0","volume":"206"},{"container-title":"Icarus","abstract":"We present a spherical harmonic solution of the static gravity field of Mars to degree and order 120, GMM-3, that has been calculated using the Deep Space Network tracking data of the NASA Mars missions, Mars Global Surveyor (MGS), Mars Odyssey (ODY), and the Mars Reconnaissance Orbiter (MRO). We have also jointly determined spherical harmonic solutions for the static and time-variable gravity field of Mars, and the Mars k2 Love numbers, exclusive of the gravity contribution of the atmosphere. Consequently, the retrieved time-varying gravity coefficients and the Love number k2 solely yield seasonal variations in the mass of the polar caps and the solid tides of Mars, respectively. We obtain a Mars Love number k2 of 0.1697 \\pm 0.0027 (3-σ). The inclusion of MRO tracking data results in improved seasonal gravity field coefficients C30 and, for the first time, C50. Refinements of the atmospheric model in our orbit determination program have allowed us to monitor the odd zonal harmonic C30 for ∼1.5 solar cycles (16 years). This gravity model shows improved correlations with MOLA topography up to 15% larger at higher harmonics (l = 60–80) than previous solutions.","author":[{"given":"Antonio","family":"Genova"},{"given":"Sander","family":"Goossens"},{"given":"Frank G.","family":"Lemoine"},{"given":"Erwan","family":"Mazarico"},{"given":"Gregory A.","family":"Neumann"},{"given":"David E.","family":"Smith"},{"given":"Maria T.","family":"Zuber"}],"DOI":"https://doi.org/10.1016/j.icarus.2016.02.050","type":"article-journal","id":"Genova:2016","citation-key":"Genova:2016","ISSN":"0019-1035","issued":{"date-parts":[[2016]]},"keyword":"(Mars,interior),(Mars,polar caps),(Tides,solid body)","page":"228 - 245","title":"Seasonal and static gravity field of Mars from MGS, Mars Odyssey and MRO radio science","URL":"http://www.sciencedirect.com/science/article/pii/S0019103516001287","volume":"272"},{"container-title":"Geophysical Research Letters","abstract":"Abstract Geodetic analysis of radio tracking measurements of the MErcury Surface, Space ENvironment, GEochemistry, and Ranging spacecraft while in orbit about Mercury has yielded new estimates for the planet's gravity field, tidal Love number, and pole coordinates. The derived right ascension (α = 281.0082° ± 0.0009°; all uncertainties are 3 standard deviations) and declination (δ = 61.4164° ± 0.0003°) of the spin pole place Mercury in the Cassini state. Confirmation of the equilibrium state with an estimated mean (whole planet) obliquity ϵ of 1.968 ± 0.027 arcmin enables the confident determination of the planet's normalized polar moment of inertia (0.333 ± 0.005), which indicates a high degree of internal differentiation. Internal structure models generated by a Markov Chain Monte Carlo process and consistent with the geodetic constraints possess a solid inner core with a radius (ric) between 0.3 and 0.7 that of the outer core (roc).","author":[{"given":"Antonio","family":"Genova"},{"given":"Sander","family":"Goossens"},{"given":"Erwan","family":"Mazarico"},{"given":"Frank G.","family":"Lemoine"},{"given":"Gregory A.","family":"Neumann"},{"given":"Weijia","family":"Kuang"},{"given":"Terence J.","family":"Sabaka"},{"given":"Steven A.","family":"Hauck II"},{"given":"David E.","family":"Smith"},{"given":"Sean C.","family":"Solomon"},{"given":"Maria T.","family":"Zuber"}],"DOI":"10.1029/2018GL081135","type":"article-journal","id":"Genova:2019grl","citation-key":"Genova:2019grl","issue":"7","issued":{"date-parts":[[2019]]},"keyword":"Mercury,solid inner core,gravity,orientation,radio science","page":"3625-3633","title":"Geodetic Evidence That Mercury Has A Solid Inner Core","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2018GL081135","volume":"46"},{"author":[{"given":"S.","family":"Goossens"},{"given":"F. G.","family":"Lemoine"},{"given":"T. J.","family":"Sabaka"},{"given":"J. B.","family":"Nicholas"},{"given":"E.","family":"Mazarico"},{"given":"D. D.","family":"Rowlands"},{"given":"B. D.","family":"Loomis"},{"given":"D. S.","family":"Chinn"},{"given":"G. A.","family":"Neumann"},{"given":"D. E.","family":"Smith"},{"given":"M. T.","family":"Zuber"}],"container-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Goossens:2016lpsc","citation-key":"Goossens:2016lpsc","issued":{"date-parts":[[2016,3]]},"page":"1484","title":"A Global Degree and Order 1200 Model of the Lunar Gravity Field Using GRAIL Mission Data"},{"container-title":" Astrophysical Journal ","author":[{"given":"K. M.","family":"Górski"},{"given":"E.","family":"Hivon"},{"given":"A. J.","family":"Banday"},{"given":"B. D.","family":"Wandelt"},{"given":"F. K.","family":"Hansen"},{"given":"M.","family":"Reinecke"},{"given":"M.","family":"Bartelmann"}],"DOI":"10.1086/427976","type":"article-journal","id":"Gorski:2005","citation-key":"Gorski:2005","issued":{"date-parts":[[2005,4]]},"keyword":"Cosmology: Cosmic Microwave Background,Cosmology: Observations,Methods: Statistical","page":"759-771","title":"HEALPix: A Framework for High-Resolution Discretization and Fast Analysis of Data Distributed on the Sphere","volume":"622"},{"author":[{"given":"R.","family":"Greeley"},{"given":"R.M.","family":"Batson"}],"collection-title":"Cambridge Planetary Science Old","type":"book","id":"Greeley:2007","citation-key":"Greeley:2007","ISBN":"9780521033732","issued":{"date-parts":[[2007]]},"publisher":"Cambridge University Press","title":"Planetary Mapping"},{"container-title":"International Journal of Geographical Information Science","author":[{"given":"L.","family":"Grus"},{"given":"J.","family":"Crompvoets"},{"given":"A. K.","family":"Bregt"}],"DOI":"10.1080/13658810802687319","type":"article-journal","id":"Grus:2010ijgis","citation-key":"Grus:2010ijgis","issue":"3","issued":{"date-parts":[[2010]]},"page":"439-463","publisher":"Taylor & Francis","title":"Spatial data infrastructures as complex adaptive systems","URL":"https://doi.org/10.1080/13658810802687319","volume":"24"},{"container-title":"Earth and Planetary Science Letters","author":[{"given":"K.","family":"Gwinner"},{"given":"F.","family":"Scholten"},{"given":"F.","family":"Preusker"},{"given":"S.","family":"Elgner"},{"given":"T.","family":"Roatsch"},{"given":"M.","family":"Spiegel"},{"given":"R.","family":"Schmidt"},{"given":"J.","family":"Oberst"},{"given":"R.","family":"Jaumann"},{"given":"C.","family":"Heipke"}],"DOI":"10.1016/j.epsl.2009.11.007","type":"article-journal","id":"Gwinner:2010epsl","citation-key":"Gwinner:2010epsl","issued":{"date-parts":[[2010,6]]},"page":"506-519","title":"Topography of Mars from global mapping by HRSC high-resolution digital terrain models and orthoimages: Characteristics and performance","volume":"294"},{"container-title":"Journal of Geophysical Research: Solid Earth","abstract":"An approximate analytic solution to the radiative transfer equation describing the scattering of light from particulate surfaces is derived. Multiple scattering and mutual shadowing are taken into account. Analytic expressions for the following quantities are found: bidirectional reflectance, radiance factor, radiance coefficient, normal, hemispherical, Bond, and physical albedos, integral phase function, phase integral, and limb-darkening profile. Scattering functions for mixtures can be calculated, as well as corrections for comparing experimental laboratory transmission or reflection spectra with observational planetary spectra. An expression for the scattering efficiency of an irregular particle large compared with the wavelength is derived. For closely spaced, nonopaque particles this efficiency is approximated by (1 + αDe)−l, where α is the true absorption coefficient and De is an effective particle diameter of the order of twice the mean particle size. For monomineralic surfaces it is shown that α = ( 1 − w)/wDe, where w is the single-scattering albedo and can be determined from reflectance measurements of a powder, so that α may be calculated from reflectance. This theory should be useful for interpretations of reflectance spectroscopy of laboratory surfaces and photometry of solar system objects. From photometric observations of a body the following may be estimated: average single-scattering albedo, average particle phase function, average macroscopic slope, and porosity.","author":[{"given":"Bruce","family":"Hapke"}],"DOI":"10.1029/JB086iB04p03039","type":"article-journal","id":"Hapke:1981","citation-key":"Hapke:1981","issue":"B4","issued":{"date-parts":[[1981]]},"page":"3039-3054","title":"Bidirectional reflectance spectroscopy: 1. Theory","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/JB086iB04p03039","volume":"86"},{"author":[{"given":"T.M.","family":"Hare"},{"given":"G.","family":"Cushing"},{"given":"J.","family":"Shinamen"},{"given":"B.","family":"Day"},{"given":"E.","family":"Law"}],"type":"document","id":"Hare:2016web","citation-key":"Hare:2016web","issued":{"date-parts":[[2016]]},"note":"Accessed October, 7, 2019","publisher":"http://bit.ly/CTX_EZs","title":"Context Camera (CTX) Image Mosaics for Mars Human Exploration Zones","URL":"http://bit.ly/CTX_EZs"},{"container-title":"Planetary and Space Science","abstract":"For more than a decade there has been a push in the planetary science community to support interoperable methods for accessing and working with geospatial data. Common geospatial data products for planetary research include image mosaics, digital elevation or terrain models, geologic maps, geographic location databases (e.g., craters, volcanoes) or any data that can be tied to the surface of a planetary body (including moons, comets or asteroids). Several U.S. and international cartographic research institutions have converged on mapping standards that embrace standardized geospatial image formats, geologic mapping conventions, U.S. Federal Geographic Data Committee (FGDC) cartographic and metadata standards, and notably on-line mapping services as defined by the Open Geospatial Consortium (OGC). The latter includes defined standards such as the OGC Web Mapping Services (simple image maps), Web Map Tile Services (cached image tiles), Web Feature Services (feature streaming), Web Coverage Services (rich scientific data streaming), and Catalog Services for the Web (data searching and discoverability). While these standards were developed for application to Earth-based data, they can be just as valuable for planetary domain. Another initiative, called VESPA (Virtual European Solar and Planetary Access), will marry several of the above geoscience standards and astronomy-based standards as defined by International Virtual Observatory Alliance (IVOA). This work outlines the current state of interoperability initiatives in use or in the process of being researched within the planetary geospatial community.","author":[{"given":"Trent M.","family":"Hare"},{"given":"Angelo P.","family":"Rossi"},{"given":"Alessandro","family":"Frigeri"},{"given":"Chiara","family":"Marmo"}],"DOI":"https://doi.org/10.1016/j.pss.2017.04.004","type":"article-journal","id":"Hare:2018pss","citation-key":"Hare:2018pss","ISSN":"0032-0633","issued":{"date-parts":[[2018]]},"keyword":"Interoperable,Planetary,Mapping,Standards,Geospatial,Metadata,Data portal","note":"Enabling Open and Interoperable Access to Planetary Science and Heliophysics Databases and Tools","page":"36 - 42","title":"Interoperability in planetary research for geospatial data analysis","URL":"http://www.sciencedirect.com/science/article/pii/S0032063316303968","volume":"150"},{"author":[{"given":"J.","family":"Haruyama"},{"given":"S.","family":"Hara"},{"given":"K.","family":"Hioki"},{"given":"A.","family":"Iwasaki"},{"given":"T.","family":"Morota"},{"given":"M.","family":"Ohtake"},{"given":"T.","family":"Matsunaga"},{"given":"H.","family":"Araki"},{"given":"K.","family":"Matsumoto"},{"given":"Y.","family":"Ishihara"},{"given":"H.","family":"Noda"},{"given":"S.","family":"Sasaki"},{"given":"S.","family":"Goossens"},{"given":"T.","family":"Iwata"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Haruyama:2012lpsc","citation-key":"Haruyama:2012lpsc","issued":{"date-parts":[[2012,3]]},"number":"1200","page":"1200","title":"Lunar Global Digital Terrain Model Dataset Produced from SELENE (Kaguya) Terrain Camera Stereo Observations","volume":"43"},{"author":[{"given":"M. R.","family":"Henriksen"},{"given":"M. R.","family":"Manheim"},{"given":"E. J.","family":"Speyerer"},{"given":"A. K.","family":"Boyd"},{"given":"M. S.","family":"Robinson"}],"container-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Henriksen:2016lpsc","citation-key":"Henriksen:2016lpsc","issued":{"date-parts":[[2016,3]]},"page":"1266","title":"LROC NAC Digital Terrain Model (DTM) Production"},{"container-title":"Icarus","abstract":"The Lunar Reconnaissance Orbiter Camera (LROC) includes two identical Narrow Angle Cameras (NAC) that each provide 0.5 to 2.0m scale images of the lunar surface. Although not designed as a stereo system, LROC can acquire NAC stereo observations over two or more orbits using at least one off-nadir slew. Digital terrain models (DTMs) are generated from sets of stereo images and registered to profiles from the Lunar Orbiter Laser Altimeter (LOLA) to improve absolute accuracy. With current processing methods, DTMs have absolute accuracies better than the uncertainties of the LOLA profiles and relative vertical and horizontal precisions less than the pixel scale of the DTMs (2–5m). We computed slope statistics from 81 highland and 31 mare DTMs across a range of baselines. For a baseline of 15m the highland mean slope parameters are: median=9.1\\,<sup>\\circ</sup>, mean=11.0\\,<sup>\\circ</sup>, standard deviation=7.0\\,<sup>\\circ</sup>. For the mare the mean slope parameters are: median=3.5\\,<sup>\\circ</sup>, mean=4.9\\,<sup>\\circ</sup>, standard deviation=4.5\\,<sup>\\circ</sup>. The slope values for the highland terrain are steeper than previously reported, likely due to a bias in targeting of the NAC DTMs toward higher relief features in the highland terrain. Overlapping DTMs of single stereo sets were also combined to form larger area DTM mosaics that enable detailed characterization of large geomorphic features. From one DTM mosaic we mapped a large viscous flow related to the Orientale basin ejecta and estimated its thickness and volume to exceed 300m and 500km3, respectively. Despite its ∼3.8 billion year age the flow still exhibits unconfined margin slopes above 30\\,<sup>\\circ</sup>, in some cases exceeding the angle of repose, consistent with deposition of material rich in impact melt. We show that the NAC stereo pairs and derived DTMs represent an invaluable tool for science and exploration purposes. At this date about 2% of the lunar surface is imaged in high-resolution stereo, and continued acquisition of stereo observations will serve to strengthen our knowledge of the Moon and geologic processes that occur across all of the terrestrial planets.","author":[{"given":"M.R.","family":"Henriksen"},{"given":"M.R.","family":"Manheim"},{"given":"K.N.","family":"Burns"},{"given":"P.","family":"Seymour"},{"given":"E.J.","family":"Speyerer"},{"given":"A.","family":"Deran"},{"given":"A.K.","family":"Boyd"},{"given":"E.","family":"Howington-Kraus"},{"given":"M.R.","family":"Rosiek"},{"given":"B.A.","family":"Archinal"},{"given":"M.S.","family":"Robinson"}],"DOI":"https://doi.org/10.1016/j.icarus.2016.05.012","type":"article-journal","id":"HENRIKSEN:2017icarus","citation-key":"HENRIKSEN:2017icarus","ISSN":"0019-1035","issued":{"date-parts":[[2017]]},"keyword":"Moon surface,Image processing,Data reduction techniques","note":"Lunar Reconnaissance Orbiter - Part II","page":"122 - 137","title":"Extracting accurate and precise topography from LROC narrow angle camera stereo observations","URL":"http://www.sciencedirect.com/science/article/pii/S001910351630152X","volume":"283"},{"container-title":"Eos, Transactions American Geophysical Union","abstract":"Of all the solar system bodies, Venus is the most like Earth in terms of average surface age, size, distance from the Sun, and diversity of volcanic and deformational features. Despite these similarities, Venus does not currently have plate tectonics and is uninhabitable, and it is not known whether these two conditions are related. As technology advances and such missions as NASA's Kepler begin to detect Earth-sized planets in the habitable zone around other stars, understanding the evolution of Venus will be critical in assessing the odds that “Earth-sized” equates to “Earth-like.” Unfortunately, there has not been a geology-oriented spacecraft mission to Venus since the Magellan mission (1989–1994), and no missions are currently planned.","author":[{"given":"Robert R.","family":"Herrick"},{"given":"Daniel L.","family":"Stahlke"},{"given":"Virgil L.","family":"Sharpton"}],"DOI":"10.1029/2012EO120002","type":"article-journal","id":"Herrick:2012eos","citation-key":"Herrick:2012eos","issue":"12","issued":{"date-parts":[[2012]]},"keyword":"Venus,topography,stereo,radargrammetry","page":"125-126","title":"Fine-scale Venusian topography from Magellan stereo data","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2012EO120002","volume":"93"},{"container-title":"Advances in Astronomy","author":[{"given":"Yong","family":"Huang"},{"given":"Shengqi","family":"Chang"},{"given":"Songhe","family":"Qin"},{"given":"Peijia","family":"Li"},{"given":"Xiaogong","family":"Hu"},{"given":"Min","family":"Fan"}],"type":"article-journal","genre":"10.1155/2018/5363797","id":"Huang:2018aa","citation-key":"Huang:2018aa","issued":{"date-parts":[[2018]]},"page":"7","title":"A New Lunar DEM Based on the Calibrated Chang E-1 Laser Altimeter Data","URL":"https://doi.org/10.1155/2018/5363797%20%25%5D%205363797","volume":"2018"},{"container-title":"Science","abstract":"Saturn’s moon Enceladus has often been the focus of flybys of the Cassini spacecraft. Although small—Enceladus is roughly 10 times smaller than Saturn’s largest moon, Titan—Enceladus has shown hints of having a complex internal structure rich in liquid water. Iess et al. (p. 78) used long-range data collected by the Cassini spacecraft to construct a gravity model of Enceladus. The resulting gravity field indicates the presence of a large mass anomaly at its south pole. Calculations of the moment of inertia and hydrostatic equilibrium from the gravity data suggest the presence of a large, regional subsurface ocean 30 to 40 km deep. The small and active Saturnian moon Enceladus is one of the primary targets of the Cassini mission. We determined the quadrupole gravity field of Enceladus and its hemispherical asymmetry using Doppler data from three spacecraft flybys. Our results indicate the presence of a negative mass anomaly in the south-polar region, largely compensated by a positive subsurface anomaly compatible with the presence of a regional subsurface sea at depths of 30 to 40 kilometers and extending up to south latitudes of about 50°. The estimated values for the largest quadrupole harmonic coefficients (106J2 = 5435.2 ± 34.9, 106C22 = 1549.8 ± 15.6, 1σ) and their ratio (J2/C22 = 3.51 ± 0.05) indicate that the body deviates mildly from hydrostatic equilibrium. The moment of inertia is around 0.335MR2, where M is the mass and R is the radius, suggesting a differentiated body with a low-density core.","author":[{"given":"L.","family":"Iess"},{"given":"D. J.","family":"Stevenson"},{"given":"M.","family":"Parisi"},{"given":"D.","family":"Hemingway"},{"given":"R. A.","family":"Jacobson"},{"given":"J. I.","family":"Lunine"},{"given":"F.","family":"Nimmo"},{"given":"J. W.","family":"Armstrong"},{"given":"S. W.","family":"Asmar"},{"given":"M.","family":"Ducci"},{"given":"P.","family":"Tortora"}],"DOI":"10.1126/science.1250551","type":"article-journal","id":"Iess:2015sci","citation-key":"Iess:2015sci","ISSN":"0036-8075","issue":"6179","issued":{"date-parts":[[2014]]},"page":"78-80","publisher":"American Association for the Advancement of Science","title":"The Gravity Field and Interior Structure of Enceladus","URL":"https://science.sciencemag.org/content/344/6179/78","volume":"344"},{"container-title":"Nature","author":[{"given":"L.","family":"Iess"},{"given":"W. M.","family":"Folkner"},{"given":"D.","family":"Durante"},{"given":"M.","family":"Parisi"},{"given":"Y.","family":"Kaspi"},{"given":"E.","family":"Galanti"},{"given":"T.","family":"Guillot"},{"given":"W. B.","family":"Hubbard"},{"given":"D. J.","family":"Stevenson"},{"given":"J. D.","family":"Anderson"},{"given":"D. R.","family":"Buccino"},{"given":"L. Gomez","family":"Casajus"},{"given":"A.","family":"Milani"},{"given":"R.","family":"Park"},{"given":"P.","family":"Racioppa"},{"given":"D.","family":"Serra"},{"given":"P.","family":"Tortora"},{"given":"M.","family":"Zannoni"},{"given":"H.","family":"Cao"},{"given":"R.","family":"Helled"},{"given":"J. I.","family":"Lunine"},{"given":"Y.","family":"Miguel"},{"given":"B.","family":"Militzer"},{"given":"S.","family":"Wahl"},{"given":"J. E. P.","family":"Connerney"},{"given":"S. M.","family":"Levin"},{"given":"S. J.","family":"Bolton"}],"type":"article-journal","id":"Iess:2018nature","citation-key":"Iess:2018nature","issued":{"date-parts":[[2018],[3],[7],[null]]},"page":"220 EP -","publisher":"Macmillan Publishers Limited, part of Springer Nature. All rights reserved. SN -","title":"Measurement of Jupiter's asymmetric gravity field","URL":"https://doi.org/10.1038/nature25776","volume":"555"},{"container-title":"Science","abstract":"Vesta’s surface is characterized by abundant impact craters, some with preserved ejecta blankets, large troughs extending around the equatorial region, enigmatic dark material, and widespread mass wasting, but as yet an absence of volcanic features. Abundant steep slopes indicate that impact-generated surface regolith is underlain by bedrock. Dawn observations confirm the large impact basin (Rheasilvia) at Vesta’s south pole and reveal evidence for an earlier, underlying large basin (Veneneia). Vesta’s geology displays morphological features characteristic of the Moon and terrestrial planets as well as those of other asteroids, underscoring Vesta’s unique role as a transitional solar system body.","author":[{"given":"R.","family":"Jaumann"},{"given":"D. A.","family":"Williams"},{"given":"D. L.","family":"Buczkowski"},{"given":"R. A.","family":"Yingst"},{"given":"F.","family":"Preusker"},{"given":"H.","family":"Hiesinger"},{"given":"N.","family":"Schmedemann"},{"given":"T.","family":"Kneissl"},{"given":"J. B.","family":"Vincent"},{"given":"D. T.","family":"Blewett"},{"given":"B. J.","family":"Buratti"},{"given":"U.","family":"Carsenty"},{"given":"B. W.","family":"Denevi"},{"given":"M. C.","family":"De Sanctis"},{"given":"W. B.","family":"Garry"},{"given":"H. U.","family":"Keller"},{"given":"E.","family":"Kersten"},{"given":"K.","family":"Krohn"},{"given":"J.-Y.","family":"Li"},{"given":"S.","family":"Marchi"},{"given":"K. D.","family":"Matz"},{"given":"T. B.","family":"McCord"},{"given":"H. Y.","family":"McSween"},{"given":"S. C.","family":"Mest"},{"given":"D. W.","family":"Mittlefehldt"},{"given":"S.","family":"Mottola"},{"given":"A.","family":"Nathues"},{"given":"G.","family":"Neukum"},{"given":"D. P.","family":"O’Brien"},{"given":"C. M.","family":"Pieters"},{"given":"T. H.","family":"Prettyman"},{"given":"C. A.","family":"Raymond"},{"given":"T.","family":"Roatsch"},{"given":"C. T.","family":"Russell"},{"given":"P.","family":"Schenk"},{"given":"B. E.","family":"Schmidt"},{"given":"F.","family":"Scholten"},{"given":"K.","family":"Stephan"},{"given":"M. V.","family":"Sykes"},{"given":"P.","family":"Tricarico"},{"given":"R.","family":"Wagner"},{"given":"M. T.","family":"Zuber"},{"given":"H.","family":"Sierks"}],"DOI":"10.1126/science.1219122","type":"article-journal","id":"Jaumann:2012sci","citation-key":"Jaumann:2012sci","ISSN":"0036-8075","issue":"6082","issued":{"date-parts":[[2012]]},"page":"687-690","publisher":"American Association for the Advancement of Science","title":"Vesta’s Shape and Morphology","URL":"https://science.sciencemag.org/content/336/6082/687","volume":"336"},{"author":[{"given":"R.","family":"Jaumann"},{"given":"F.","family":"Presuker"},{"given":"K.","family":"Krohn"},{"given":"I.","family":"von der Gathen"},{"given":"K.","family":"Stephan"},{"given":"K.-D.","family":"Matz"},{"given":"S.","family":"Elgner"},{"given":"K.","family":"Otto"},{"given":"N.","family":"Schmedemann"},{"given":"A.","family":"Neesemann"},{"given":"T.","family":"Roatsch"},{"given":"E.","family":"Kersten"},{"given":"S.","family":"Schroeder"},{"given":"F.","family":"Schulzeck"},{"given":"F.","family":"Tosi"},{"given":"M. C.","family":"De Sanctis"},{"given":"D.","family":"Buczkowski"},{"given":"J. E. C.","family":"Scully"},{"given":"H.","family":"Hiesinger"},{"given":"C.","family":"Raymond"},{"given":"C. T.","family":"Russell"},{"given":"N. T.","family":"Stein"},{"given":"D. A.","family":"Williams"},{"given":"O.","family":"Ruesch"},{"given":"P.","family":"Schenk"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Jaumann:2017lpsc","citation-key":"Jaumann:2017lpsc","issued":{"date-parts":[[2017,3]]},"number":"1440","page":"1440","title":"Topography and Geomprphology of the Interior of Occator Crater on Ceres","volume":"48"},{"author":[{"family":"JAXA"}],"type":"document","id":"JAXA:2018web","citation-key":"JAXA:2018web","issued":{"date-parts":[[2018]]},"note":"Accessed September, 23, 2019","publisher":"http://www.isas.jaxa.jp/en/topics/001725.html","title":"Initial version of the shape model for Ryugu","URL":"http://www.isas.jaxa.jp/en/topics/001725.html"},{"author":[{"given":"J.R.","family":"Jensen"}],"type":"book","id":"Jensen:2009remote","citation-key":"Jensen:2009remote","ISBN":"9788131716809","issued":{"date-parts":[[2009]]},"publisher":"Pearson Education","title":"Remote Sensing of the Environment: An Earth Resource Perspective 2/e"},{"container-title":"Icarus","abstract":"The Rosetta spacecraft flew by Asteroid (2867) Steins on 5 September 2008, allowing the onboard OSIRIS cameras to collect the first images of an E-type asteroid. We implemented several three-dimensional reconstruction techniques to retrieve its shape. Limb profiles, combined with stereo control points, were used to reconstruct an approximate shape model. This model was refined using a stereophotoclinometry technique to accurately retrieve the topography of the hemisphere observed by OSIRIS. The unseen part of the surface was constrained by the technique of light curves inversion. The global shape resembles a top with dimensions along the principal axes of inertia of 6.83×5.70×4.42km. It is conspicuously more regular than other small asteroids like (233) Eros and (25143) Itokawa. Its mean radius is Rm=2.70km and its equivalent radius (radius of a sphere of equivalent volume) is Rv=2.63km. The north pole is oriented at RA=99±5° and Dec=−59±5°, which implies a very large obliquity of 172° and a retrograde rotation. Maps of the gravitational field and slopes were calculated for the well-imaged part of the asteroid. Together with the shape, they helped characterizing the most prominent topographic features identified at the surface of (2867) Steins: an equatorial ridge restricted to the extremities of the long axis, a large crater having dimensions of 2100×1800m in the southern hemisphere, and an elongated hill in the northern hemisphere. We conjecture that the equatorial ridge was formed by centrifugal acceleration as the asteroid was spun up by the Yarkovsky–O’Keefe–Radzievskii–Paddack effect.","author":[{"given":"L.","family":"Jorda"},{"given":"P.L.","family":"Lamy"},{"given":"R.W.","family":"Gaskell"},{"given":"M.","family":"Kaasalainen"},{"given":"O.","family":"Groussin"},{"given":"S.","family":"Besse"},{"given":"G.","family":"Faury"}],"DOI":"https://doi.org/10.1016/j.icarus.2012.07.035","type":"article-journal","id":"Jorda:2012icarus","citation-key":"Jorda:2012icarus","ISSN":"0019-1035","issue":"2","issued":{"date-parts":[[2012]]},"keyword":"Asteroids,Asteroids,Rotation,Asteroids,Surfaces","page":"1089 - 1100","title":"Asteroid (2867) Steins: Shape, topography and global physical properties from OSIRIS observations","URL":"http://www.sciencedirect.com/science/article/pii/S0019103512003223","volume":"221"},{"container-title":"Icarus","author":[{"given":"L.","family":"Jorda"},{"given":"R.","family":"Gaskell"},{"given":"C.","family":"Capanna"},{"given":"S.","family":"Hviid"},{"given":"P.","family":"Lamy"},{"given":"J.","family":"Ďurech"},{"given":"G.","family":"Faury"},{"given":"O.","family":"Groussin"},{"given":"P.","family":"Gutiérrez"},{"given":"C.","family":"Jackman"},{"given":"S.J.","family":"Keihm"},{"given":"H.U.","family":"Keller"},{"given":"J.","family":"Knollenberg"},{"given":"E.","family":"Kührt"},{"given":"S.","family":"Marchi"},{"given":"S.","family":"Mottola"},{"given":"E.","family":"Palmer"},{"given":"F.P.","family":"Schloerb"},{"given":"H.","family":"Sierks"},{"given":"J.-B.","family":"Vincent"},{"given":"M.F.","family":"A’Hearn"},{"given":"C.","family":"Barbieri"},{"given":"R.","family":"Rodrigo"},{"given":"D.","family":"Koschny"},{"given":"H.","family":"Rickman"},{"given":"M.A.","family":"Barucci"},{"given":"J.L.","family":"Bertaux"},{"given":"I.","family":"Bertini"},{"given":"G.","family":"Cremonese"},{"given":"V. Da","family":"Deppo"},{"given":"B.","family":"Davidsson"},{"given":"S.","family":"Debei"},{"given":"M. De","family":"Cecco"},{"given":"S.","family":"Fornasier"},{"given":"M.","family":"Fulle"},{"given":"C.","family":"Güttler"},{"given":"W.-H.","family":"Ip"},{"given":"J.R.","family":"Kramm"},{"given":"M.","family":"Küppers"},{"given":"L.M.","family":"Lara"},{"given":"M.","family":"Lazzarin"},{"given":"J.J. Lopez","family":"Moreno"},{"given":"F.","family":"Marzari"},{"given":"G.","family":"Naletto"},{"given":"N.","family":"Oklay"},{"given":"N.","family":"Thomas"},{"given":"C.","family":"Tubiana"},{"given":"K.-P.","family":"Wenzel"}],"DOI":"https://doi.org/10.1016/j.icarus.2016.05.002","type":"article-journal","id":"Jorda:2016icarus","citation-key":"Jorda:2016icarus","ISSN":"0019-1035","issued":{"date-parts":[[2016]]},"page":"257 - 278","title":"The global shape, density and rotation of Comet 67P/Churyumov-Gerasimenko from preperihelion Rosetta/OSIRIS observations","URL":"http://www.sciencedirect.com/science/article/pii/S0019103516301385","volume":"277"},{"author":[{"given":"R. L.","family":"Kirk"},{"given":"B. A.","family":"Archinal"},{"given":"E. M.","family":"Lee"},{"given":"M. E.","family":"Davies"},{"given":"T. R.","family":"Colvin"},{"given":"T. C.","family":"Duxbury"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Kirk:2001lpsc","citation-key":"Kirk:2001lpsc","issued":{"date-parts":[[2001,3]]},"title":"Global Digital Image Mosaics of Mars: Assessment of Geodetic Accuracy","volume":"32"},{"container-title":"NASA Planetary Data System","author":[{"given":"R.L.","family":"Kirk"},{"given":"J.","family":"Oberst"},{"given":"B.","family":"Giese"}],"type":"article-journal","id":"Kirk:2004pds","citation-key":"Kirk:2004pds","issued":{"date-parts":[[2004]]},"number":"DS1-C-MICAS-5-BORRELLY-DEM-V1.0","title":"DS1 digital elevation maps of comet 19P/Borrelly V1.0"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"The objectives of this paper are twofold: first, to report our estimates of the meter-to-decameter-scale topography and slopes of candidate landing sites for the Phoenix mission, based on analysis of Mars Global Surveyor (MGS) Mars Orbiter Camera (MOC) images with a typical pixel scale of 3 m and Mars Reconnaissance Orbiter (MRO) High Resolution Imaging Science Experiment (HiRISE) images at 0.3 m pixel−1 and, second, to document in detail the geometric calibration, software, and procedures on which the photogrammetric analysis of HiRISE data is based. A combination of optical design modeling, laboratory observations, star images, and Mars images form the basis for software in the U.S. Geological Survey Integrated Software for Imagers and Spectrometers (ISIS) 3 system that corrects the images for a variety of distortions with single-pixel or subpixel accuracy. Corrected images are analyzed in the commercial photogrammetric software SOCET SET (® BAE Systems), yielding digital topographic models (DTMs) with a grid spacing of 1 m (3–4 pixels) that require minimal interactive editing. Photoclinometry yields DTMs with single-pixel grid spacing. Slopes from MOC and HiRISE are comparable throughout the latitude zone of interest and compare favorably with those where past missions have landed successfully; only the Mars Exploration Rover (MER) B site in Meridiani Planum is smoother. MOC results at multiple locations have root-mean-square (RMS) bidirectional slopes of 0.8–4.5° at baselines of 3–10 m. HiRISE stereopairs (one per final candidate site and one in the former site) yield 1.8–2.8° slopes at 1-m baseline. Slopes at 1 m from photoclinometry are also in the range 2–3° after correction for image blur. Slopes exceeding the 16° Phoenix safety limit are extremely rare.","author":[{"given":"R. L.","family":"Kirk"},{"given":"E.","family":"Howington-Kraus"},{"given":"M. R.","family":"Rosiek"},{"given":"J. A.","family":"Anderson"},{"given":"B. A.","family":"Archinal"},{"given":"K. J.","family":"Becker"},{"given":"D. A.","family":"Cook"},{"given":"D. M.","family":"Galuszka"},{"given":"P. E.","family":"Geissler"},{"given":"T. M.","family":"Hare"},{"given":"I. M.","family":"Holmberg"},{"given":"L. P.","family":"Keszthelyi"},{"given":"B. L.","family":"Redding"},{"given":"W. A.","family":"Delamere"},{"given":"D.","family":"Gallagher"},{"given":"J. D.","family":"Chapel"},{"given":"E. M.","family":"Eliason"},{"given":"R.","family":"King"},{"given":"A. S.","family":"McEwen"}],"DOI":"10.1029/2007JE003000","type":"article-journal","id":"Kirk:2008jgr","citation-key":"Kirk:2008jgr","issue":"E3","issued":{"date-parts":[[2008]]},"keyword":"topography,landing sites,HiRISE","title":"Ultrahigh resolution topographic mapping of Mars with MRO HiRISE stereo images: Meter-scale slopes of candidate Phoenix landing sites","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2007JE003000","volume":"113"},{"author":[{"given":"R. L.","family":"Kirk"},{"given":"E.","family":"Howington-Kraus"},{"given":"B.","family":"Redding"},{"given":"P. S.","family":"Callahan"},{"given":"A. G.","family":"Hayes"},{"given":"A.","family":"Legall"},{"given":"R. M. C.","family":"Lopes"},{"given":"R. D.","family":"Lorenz"},{"given":"A.","family":"Lucas"},{"given":"K. L.","family":"Mitchell"},{"given":"C. D.","family":"Neish"},{"given":"O.","family":"Aharonson"},{"given":"J.","family":"Radebaugh"},{"given":"B. W.","family":"Stiles"},{"given":"E. R.","family":"Stofan"},{"given":"S. D.","family":"Wall"},{"given":"C. A.","family":"Wood"},{"given":"Cassini RADAR Team"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Inst. Technical Report","type":"paper-conference","id":"Kirk:2012lpsc","citation-key":"Kirk:2012lpsc","issued":{"date-parts":[[2012,3]]},"number":"2759","page":"2759","title":"Topographic Mapping of Titan: Latest Results","volume":"43"},{"container-title":"Icarus","author":[{"given":"A.S.","family":"Konopliv"},{"given":"W.B.","family":"Banerdt"},{"given":"W.L.","family":"Sjogren"}],"DOI":"https://doi.org/10.1006/icar.1999.6086","type":"article-journal","id":"Konopliv:1999icarus","citation-key":"Konopliv:1999icarus","ISSN":"0019-1035","issue":"1","issued":{"date-parts":[[1999]]},"page":"3 - 18","title":"Venus Gravity: 180th Degree and Order Model","URL":"http://www.sciencedirect.com/science/article/pii/S0019103599960864","volume":"139"},{"container-title":"Icarus","abstract":"With the collection of six years of MGS tracking data and three years of Mars Odyssey tracking data, there has been a continual improvement in the JPL Mars gravity field determination. This includes the measurement of the seasonal changes in the gravity coefficients (e.g., J¯2, J¯3, C¯21, S¯21, C¯31, S¯31) caused by the mass exchange between the polar ice caps and atmosphere. This paper describes the latest gravity field MGS95J to degree and order 95. The improvement comes from additional tracking data and the adoption of a more complete Mars orientation model with nutation, instead of the IAU 2000 model. Free wobble of the Mars' spin axis, i.e. polar motion, has been constrained to be less than 10 mas by looking at the temporal history of C¯21 and S¯21. A strong annual signature is observed in C¯21, and this is a mixture of polar motion and ice mass redistribution. The Love number solution with a subset of Odyssey tracking data is consistent with the previous liquid outer core determination from MGS tracking data [Yoder et al., 2003. Science 300, 299–303], giving a combined solution of k2=0.152±0.009 using MGS and Odyssey tracking data. The solutions for the masses of the Mars' moons show consistency between MGS, Odyssey, and Viking data sets; Phobos GM=(7.16±0.005)×10−4 km3/s2 and Deimos GM=(0.98±0.07)×10−4 km3/s2. Average MGS orbit errors, determined from differences in the overlaps of orbit solutions, have been reduced to 10-cm in the radial direction and 1.5 m along the spacecraft velocity and normal to the orbit plane. Hence, the ranging to the MGS and Odyssey spacecraft has resulted in position measurements of the Mars system center-of-mass relative to the Earth to an accuracy of one meter, greatly reducing the Mars ephemeris errors by several orders of magnitude, and providing mass estimates for Asteroids 1 Ceres, 2 Pallas, 3 Juno, 4 Vesta, and 324 Bamberga.","author":[{"given":"Alex S.","family":"Konopliv"},{"given":"Charles F.","family":"Yoder"},{"given":"E. Myles","family":"Standish"},{"given":"Dah-Ning","family":"Yuan"},{"given":"William L.","family":"Sjogren"}],"DOI":"https://doi.org/10.1016/j.icarus.2005.12.025","type":"article-journal","id":"Konopliv:2006icarus","citation-key":"Konopliv:2006icarus","ISSN":"0019-1035","issue":"1","issued":{"date-parts":[[2006]]},"keyword":"Mars,Geophysics,Satellites of Mars,Planetary dynamics,Asteroids","page":"23 - 50","title":"A global solution for the Mars static and seasonal gravity, Mars orientation, Phobos and Deimos masses, and Mars ephemeris","URL":"http://www.sciencedirect.com/science/article/pii/S0019103506000297","volume":"182"},{"container-title":"Icarus","abstract":"With 2years of tracking data collection from the MRO spacecraft, there is noticeable improvement in the high frequency portion of the spherical harmonic Mars gravity field. The new JPL Mars gravity fields, MRO110B and MRO110B2, show resolution near degree 90. Additional years of MGS and Mars Odyssey tracking data result in improvement for the seasonal J¯3 gravity changes which compares well to global circulation models and Odyssey neutron data and Mars rotation and precession (ψ˙=-7594\\pm10mas/year). Once atmospheric dust is accounted for in the spacecraft solar pressure model, solutions for Mars solar tide are consistent between data sets and show slightly larger values (k2=0.164\\pm0.009, after correction for atmospheric tide) compared to previous results, further constraining core models. An additional 4years of Mars range data improves the Mars ephemeris, determines 21 asteroid masses and bounds solar mass loss (dGMSun/dt<1.6×10−13GMSunyear−1).","author":[{"given":"Alex S.","family":"Konopliv"},{"given":"Sami W.","family":"Asmar"},{"given":"William M.","family":"Folkner"},{"given":"Özgür","family":"Karatekin"},{"given":"Daniel C.","family":"Nunes"},{"given":"Suzanne E.","family":"Smrekar"},{"given":"Charles F.","family":"Yoder"},{"given":"Maria T.","family":"Zuber"}],"DOI":"https://doi.org/10.1016/j.icarus.2010.10.004","type":"article-journal","id":"Konopliv:2011icarus","citation-key":"Konopliv:2011icarus","ISSN":"0019-1035","issue":"1","issued":{"date-parts":[[2011]]},"keyword":"Mars,Interior,Geophysics,Planetary dynamics,Asteroids","page":"401 - 428","title":"Mars high resolution gravity fields from MRO, Mars seasonal gravity, and other dynamical parameters","URL":"http://www.sciencedirect.com/science/article/pii/S0019103510003830","volume":"211"},{"publisher-place":"New York, NY","abstract":"The objective of the Dawn gravity investigation is to use high precision X-band Doppler tracking and landmark tracking from optical images to measure the gravity fields of Vesta and Ceres to a half-wavelength surface resolution better than 90-km and 300-km, respectively. Depending on the Doppler tracking assumptions, the gravity field will be determined to somewhere between harmonic degrees 15 and 25 for Vesta and about degree 10 for Ceres. The gravity fields together with shape models determined from Dawn's framing camera constrain models of the interior from the core to the crust. The gravity field is determined jointly with the spin pole location. The second degree harmonics together with assumptions on obliquity or hydrostatic equilibrium may determine the moments of inertia.","author":[{"given":"A. S.","family":"Konopliv"},{"given":"S. W.","family":"Asmar"},{"given":"B. G.","family":"Bills"},{"given":"N.","family":"Mastrodemos"},{"given":"R. S.","family":"Park"},{"given":"C. A.","family":"Raymond"},{"given":"D. E.","family":"Smith"},{"given":"M. T.","family":"Zuber"}],"container-title":"The Dawn Mission to Minor Planets 4 Vesta and 1 Ceres","DOI":"10.1007/978-1-4614-4903-4_15","editor":[{"given":"Christopher","family":"Russell"},{"given":"Carol","family":"Raymond"}],"type":"chapter","id":"Konopliv:2012","citation-key":"Konopliv:2012","ISBN":"978-1-4614-4903-4","issued":{"date-parts":[[2012]]},"page":"461-486","publisher":"Springer New York","title":"The Dawn Gravity Investigation at Vesta and Ceres","URL":"https://doi.org/10.1007/978-1-4614-4903-4_15"},{"container-title":"Icarus","abstract":"The Vesta gravity field and related physical parameters have been precisely measured using 10-months of radiometric Doppler and range data and optical landmark tracking from the Dawn spacecraft. The gravity field, orientation parameters, landmark locations, and Vesta’s orbit are jointly estimated. The resulting spherical harmonic gravity field has a half-wavelength resolution of 42km (degree 20). The gravitational mass uncertainty is nearly 1 part in 106. The inertial spin pole location is determined to better than 0.0001° and the uncertainty in the rotation period has been reduced by nearly a factor of 100. The combined precession and nutation of the pole of Vesta has been detected with angular rates about 70% of expected values, but not well enough to constrain the moment of inertia. The optical landmark position estimates reduce the uncertainty in the center-of-mass and center-of-figure offset to 10m. The Vesta ephemeris uncertainty during the Dawn stay was reduced from 20km to better than 10m in the Earth–Vesta direction.","author":[{"given":"A.S.","family":"Konopliv"},{"given":"S.W.","family":"Asmar"},{"given":"R.S.","family":"Park"},{"given":"B.G.","family":"Bills"},{"given":"F.","family":"Centinello"},{"given":"A.B.","family":"Chamberlin"},{"given":"A.","family":"Ermakov"},{"given":"R.W.","family":"Gaskell"},{"given":"N.","family":"Rambaux"},{"given":"C.A.","family":"Raymond"},{"given":"C.T.","family":"Russell"},{"given":"D.E.","family":"Smith"},{"given":"P.","family":"Tricarico"},{"given":"M.T.","family":"Zuber"}],"DOI":"https://doi.org/10.1016/j.icarus.2013.09.005","type":"article-journal","id":"Konopliv:2014icarus","citation-key":"Konopliv:2014icarus","ISSN":"0019-1035","issued":{"date-parts":[[2014]]},"keyword":"Asteroid Vesta,Asteroids,dynamics,Asteroids,rotation,Geophysics","note":"Bright and Dark Materials on Vesta","page":"103 - 117","title":"The Vesta gravity field, spin pole and rotation period, landmark positions, and ephemeris from the Dawn tracking and optical data","URL":"http://www.sciencedirect.com/science/article/pii/S0019103513003850","volume":"240"},{"container-title":"NASA Planetary Data System","author":[{"given":"A.S.","family":"Konopliv"},{"given":"R.S.","family":"Park"},{"given":"S.W.","family":"Asmar"},{"given":"D.R.","family":"Buccino"}],"type":"document","id":"Konopliv:2017pds","citation-key":"Konopliv:2017pds","issued":{"date-parts":[[2017]]},"number":"DAWN-A-RSS-5-VEGR-V2.0","page":" DAWN-A-RSS-5-VEGR-V2.0","title":"Dawn Vesta derived gravity data"},{"container-title":"Icarus","author":[{"given":"A. S.","family":"Konopliv"},{"given":"R. S.","family":"Park"},{"given":"A. T.","family":"Vaughan"},{"given":"B. G.","family":"Bills"},{"given":"S. W.","family":"Asmar"},{"given":"A. I.","family":"Ermakov"},{"given":"N.","family":"Rambaux"},{"given":"C. A.","family":"Raymond"},{"given":"J. C.","family":"Castillo-Rogez"},{"given":"C. T.","family":"Russell"},{"given":"D. E.","family":"Smith"},{"given":"M. T.","family":"Zuber"}],"DOI":"10.1016/j.icarus.2017.08.005","type":"article-journal","id":"Konopliv:2018icarus","citation-key":"Konopliv:2018icarus","issued":{"date-parts":[[2018,1]]},"page":"411-429","title":"The Ceres gravity field, spin pole, rotation period and orbit from the Dawn radiometric tracking and optical data","volume":"299"},{"container-title":"ISPRS International Journal of Geo-Information","author":[{"given":"J. R.","family":"Laura"},{"given":"T. M.","family":"Hare"},{"given":"L. R.","family":"Gaddis"},{"given":"R. L.","family":"Fergason"},{"given":"J. A.","family":"Skinner"},{"given":"J. J.","family":"Hagerty"},{"given":"B. A.","family":"Archinal"}],"DOI":"10.3390/ijgi6060181","type":"article-journal","id":"Laura:2017","citation-key":"Laura:2017","ISSN":"2220-9964","issue":"6","issued":{"date-parts":[[2017,6]]},"page":"181","publisher":"MDPI AG","title":"Towards a Planetary Spatial Data Infrastructure","URL":"http://dx.doi.org/10.3390/ijgi6060181","volume":"6"},{"author":[{"given":"J.","family":"Laura"},{"given":"R. E.","family":"Arvidson"},{"given":"L. R.","family":"Gaddis"}],"container-title":"Planetary Science Informatics and Data Analytics Conference","type":"paper-conference","id":"Laura:2018psida","citation-key":"Laura:2018psida","issued":{"date-parts":[[2018,4]]},"number":"6005","page":"6005","title":"The relationship between Planetary Spatial Data Infrastructure and the Planetary Data System","volume":"2082"},{"container-title":"Earth and Space Science","abstract":"This study presents an implementation framework for the development of planetary spatial data infrastructures (PSDIs) that support improved spatial data management, discovery, access, and utilization. The implementation framework is drawn from terrestrially developed theoretical models (e.g., product-based, process-based, and complex adaptive system approaches) and case studies from large-scale, multiorganization, or transnational spatial data infrastructures. We adapt these terrestrially proven techniques for the planetary sciences and present a Europa case study. This case study includes a knowledge inventory of available foundational and framework data products, the availability and access mechanisms currently used to discover said products, the interoperability of said products in geographic information systems, a review of the policies and standards currently being used by the Europa science community, and discussion of the users a Europa PSDI would serve. This study concludes with a vision for a unified, cross-organization Europa PSDI to support both current science investigations and future data collection efforts.","author":[{"given":"J. R.","family":"Laura"},{"given":"M. T.","family":"Bland"},{"given":"R. L.","family":"Fergason"},{"given":"T. M.","family":"Hare"},{"given":"B. A.","family":"Archinal"}],"DOI":"10.1029/2018EA000411","type":"article-journal","id":"Laura:2018ess","citation-key":"Laura:2018ess","issue":"9","issued":{"date-parts":[[2018]]},"keyword":"planetary spatial data infrastructure,Europa","page":"486-502","title":"Framework for the Development of Planetary Spatial Data Infrastructures: A Europa Case Study","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2018EA000411","volume":"5"},{"container-title":"Earth and Space Science","abstract":"Abstract This paper presents the photogrammetric foundations upon which the Community Sensor Model specification depends, describes common coordinate system and reference frame transformations that support conversion between image sensor (charge-coupled device) coordinates to some arbitrary body coordinate, and describes the U.S. Geological Survey Astrogeology Community Sensor Model implementation (https://github.com/USGS-Astrogeology/usgscsm). We present a new image support data specification that provides the position, pointing, timing, and metadata information necessary to properly locate a pixel or observations location on a body and describe a system architecture designed to explicitly identify the responsibilities of software components within a larger pipeline or analytical environment. This paper concludes with a set of experiments that illustrate positional and pointing error in the sensor location and the impact on the computed surface location.","author":[{"given":"J. R.","family":"Laura"},{"given":"J.","family":"Mapel"},{"given":"T.","family":"Hare"}],"DOI":"10.1029/2019EA000713","type":"article-journal","id":"Laura:2020ess","citation-key":"Laura:2020ess","issue":"6","issued":{"date-parts":[[2020]]},"note":"e2019EA000713 10.1029/2019EA000713","page":"e2019EA000713","title":"Planetary Sensor Models Interoperability Using the Community Sensor Model Specification","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2019EA000713","volume":"7"},{"container-title":"Space Science Reviews","abstract":"In May of 2011, NASA selected the Origins, Spectral Interpretation, Resource Identification, and Security–Regolith Explorer (OSIRIS-REx) asteroid sample return mission as the third mission in the New Frontiers program. The other two New Frontiers missions are New Horizons, which explored Pluto during a flyby in July 2015 and is on its way for a flyby of Kuiper Belt object 2014 MU69 on January 1, 2019, and Juno, an orbiting mission that is studying the origin, evolution, and internal structure of Jupiter. The spacecraft departed for near-Earth asteroid (101955) Bennu aboard an United Launch Alliance Atlas V 411 evolved expendable launch vehicle at 7:05 p.m. EDT on September 8, 2016, on a seven-year journey to return samples from Bennu. The spacecraft is on an outbound-cruise trajectory that will result in a rendezvous with Bennu in November 2018. The science instruments on the spacecraft will survey Bennu to measure its physical, geological, and chemical properties, and the team will use these data to select a site on the surface to collect at least 60 g of asteroid regolith. The team will also analyze the remote-sensing data to perform a detailed study of the sample site for context, assess Bennu's resource potential, refine estimates of its impact probability with Earth, and provide ground-truth data for the extensive astronomical data set collected on this asteroid. The spacecraft will leave Bennu in 2021 and return the sample to the Utah Test and Training Range (UTTR) on September 24, 2023.","author":[{"given":"D. S.","family":"Lauretta"},{"given":"S. S.","family":"Balram-Knutson"},{"given":"E.","family":"Beshore"},{"given":"W. V.","family":"Boynton"},{"given":"C.","family":"Drouet d'Aubigny"},{"given":"D. N.","family":"DellaGiustina"},{"given":"H. L.","family":"Enos"},{"given":"D. R.","family":"Golish"},{"given":"C. W.","family":"Hergenrother"},{"given":"E. S.","family":"Howell"},{"given":"C. A.","family":"Bennett"},{"given":"E. T.","family":"Morton"},{"given":"M. C.","family":"Nolan"},{"given":"B.","family":"Rizk"},{"given":"H. L.","family":"Roper"},{"given":"A. E.","family":"Bartels"},{"given":"B. J.","family":"Bos"},{"given":"J. P.","family":"Dworkin"},{"given":"D. E.","family":"Highsmith"},{"given":"D. A.","family":"Lorenz"},{"given":"L. F.","family":"Lim"},{"given":"R.","family":"Mink"},{"given":"M. C.","family":"Moreau"},{"given":"J. A.","family":"Nuth"},{"given":"D. C.","family":"Reuter"},{"given":"A. A.","family":"Simon"},{"given":"E. B.","family":"Bierhaus"},{"given":"B. H.","family":"Bryan"},{"given":"R.","family":"Ballouz"},{"given":"O. S.","family":"Barnouin"},{"given":"R. P.","family":"Binzel"},{"given":"W. F.","family":"Bottke"},{"given":"V. E.","family":"Hamilton"},{"given":"K. J.","family":"Walsh"},{"given":"S. R.","family":"Chesley"},{"given":"P. R.","family":"Christensen"},{"given":"B. E.","family":"Clark"},{"given":"H. C.","family":"Connolly"},{"given":"M. K.","family":"Crombie"},{"given":"M. G.","family":"Daly"},{"given":"J. P.","family":"Emery"},{"given":"T. J.","family":"McCoy"},{"given":"J. W.","family":"McMahon"},{"given":"D. J.","family":"Scheeres"},{"given":"S.","family":"Messenger"},{"given":"K.","family":"Nakamura-Messenger"},{"given":"K.","family":"Righter"},{"given":"S. A.","family":"Sandford"}],"DOI":"10.1007/s11214-017-0405-1","type":"article-journal","id":"Lauretta:2017aa","citation-key":"Lauretta:2017aa","ISBN":"1572-9672","issue":"1","issued":{"date-parts":[[2017]]},"page":"925-984","title":"OSIRIS-REx: Sample Return from Asteroid (101955) Bennu","URL":"https://doi.org/10.1007/s11214-017-0405-1","volume":"212"},{"author":[{"given":"L.","family":"Le Corre"},{"given":"K. J.","family":"Becker"},{"given":"R.","family":"Gaskell"},{"given":"J.-Y.","family":"Li"},{"given":"V.","family":"Reddy"},{"given":"D. T.","family":"Blewett"},{"given":"P.","family":"Lucey"}],"container-title":"Third Planetary Data Workshop and The Planetary Geologic Mappers Annual Meeting","collection-title":"LPI Contributions","type":"paper-conference","id":"LeCorre:2017pdw","citation-key":"LeCorre:2017pdw","issued":{"date-parts":[[2017,6]]},"number":"7037","page":"7037","title":"Controlled Color Mosaics of Vesta with Dawn Framing Camera Images","volume":"1986"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"A spherical harmonic solution of the Mars gravity field to degree and order 80, Goddard Mars Model 2B (GMM-2B), has been developed using X band tracking data of Mars Global Surveyor (MGS) from October 1997 to February 2000 and altimeter crossovers formed from the Mars Orbiter Laser Altimeter (MOLA) data between March and December 1999. During the mapping mission, MGS was located in a near-polar (92.9° inclination) and near-circular orbit at a mean altitude of 400 km. The tracking data from this orbit provide a detailed, global, and high resolution view of the gravity field of Mars. Mars gravity solutions are stable to 60×60 even without application of a Kaula power law constraint. The Valles Marineris is resolved distinctly with lows reaching −450 mGals. Olympus Mons and its aureole are both separately resolved, and the volcano has a peak anomaly of 2950 mGals. The global correlation of the GMM-2B gravity coefficients with MOLA-derived topography is 0.78 through degree 60, and the correlation remains above 0.6 through degree 62. The global gravity anomaly error predicted from the GMM-2B error covariance through 60×60 is 11 mGal. The global geoid error from GMM-2B through 60×60 is 1.8 m. MGS orbit quality using GMM-2B, as measured by overlapping orbital arcs, is 1 m in the radial direction and 10 m in total position.","author":[{"given":"F. G.","family":"Lemoine"},{"given":"D. E.","family":"Smith"},{"given":"D. D.","family":"Rowlands"},{"given":"M. T.","family":"Zuber"},{"given":"G. A.","family":"Neumann"},{"given":"D. S.","family":"Chinn"},{"given":"D. E.","family":"Pavlis"}],"DOI":"10.1029/2000JE001426","type":"article-journal","id":"Lemoine:2001","citation-key":"Lemoine:2001","issue":"E10","issued":{"date-parts":[[2001]]},"page":"23359-23376","title":"An improved solution of the gravity field of Mars (GMM-2B) from Mars Global Surveyor","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2000JE001426","volume":"106"},{"container-title":"Geophysical research letters","abstract":"We have derived a gravity field solution in spherical harmonics to degree and order 900, GRGM900C, from the tracking data of the Gravity Recovery and Interior Laboratory (GRAIL) Primary (1 March to 29 May 2012) and Extended Missions (30 August to 14 December 2012). A power law constraint of 3.6 ×10(-4)/ℓ(2) was applied only for degree ℓgreater than 600. The model produces global correlations of gravity, and gravity predicted from lunar topography of ≥0.98 through degree 638. The model's degree strength varies from a minimum of 575-675 over the central nearside and farside to 900 over the polar regions. The model fits the Extended Mission Ka-Band Range Rate data through 17 November 2012 at 0.13 μm/s RMS, whereas the last month of Ka-Band Range-Rate data obtained from altitudes of 2-10 km fit at 0.98 μm/s RMS, indicating that there is still signal inherent in the tracking data beyond degree 900.","author":[{"given":"Frank G","family":"Lemoine"},{"given":"Sander","family":"Goossens"},{"given":"Terence J","family":"Sabaka"},{"given":"Joseph B","family":"Nicholas"},{"given":"Erwan","family":"Mazarico"},{"given":"David D","family":"Rowlands"},{"given":"Bryant D","family":"Loomis"},{"given":"Douglas S","family":"Chinn"},{"given":"Gregory A","family":"Neumann"},{"given":"David E","family":"Smith"},{"given":"Maria T","family":"Zuber"}],"DOI":"10.1002/2014GL060027","type":"article-journal","id":"Lemoine:2014grs","citation-key":"Lemoine:2014grs","ISBN":"0094-8276; 1944-8007","issue":"10","issued":{"date-parts":[[2014],[5],[28]]},"page":"3382-3389","publisher":"BlackWell Publishing Ltd","title":"GRGM900C: A degree 900 lunar gravity model from GRAIL primary and extended mission data","URL":"https://www.ncbi.nlm.nih.gov/pubmed/26074638","volume":"41"},{"container-title":"Icarus","abstract":"Cassini RADAR SARtopo and altimetry data are used to construct a global gridded 1×1° elevation map, for use in Global Circulation Models, hydrological models and correlative studies. The data are sparse, and so most of the map domain (∼90%) is populated with interpolated values using a spline algorithm. The highest (∼+520m) gridded point observed is at 48°S, 12°W. The lowest point observed (∼1700m below a 2575km sphere) is at 59°S, 317°W: this may be a basin where liquids presently in the north could have resided in the past. If the deepest point were once a sea with the areal extent of present-day Ligeia Mare, it would be ∼1000m deep. We find four prominent topographic rises, each ∼200km wide, radar-bright and heavily dissected, distributed over a ∼3000kmarc in the southeastern quadrant of Titan (∼40–60°S, 15–150°W).","author":[{"given":"Ralph D.","family":"Lorenz"},{"given":"Bryan W.","family":"Stiles"},{"given":"Oded","family":"Aharonson"},{"given":"Antoine","family":"Lucas"},{"given":"Alexander G.","family":"Hayes"},{"given":"Randolph L.","family":"Kirk"},{"given":"Howard A.","family":"Zebker"},{"given":"Elizabeth P.","family":"Turtle"},{"given":"Catherine D.","family":"Neish"},{"given":"Ellen R.","family":"Stofan"},{"given":"Jason W.","family":"Barnes"}],"DOI":"https://doi.org/10.1016/j.icarus.2013.04.002","type":"article-journal","id":"Lorenz:2013icarus","citation-key":"Lorenz:2013icarus","ISSN":"0019-1035","issue":"1","issued":{"date-parts":[[2013]]},"keyword":"Titan,Geological processes","page":"367 - 377","title":"A global topographic map of Titan","URL":"http://www.sciencedirect.com/science/article/pii/S0019103513001620","volume":"225"},{"author":[{"given":"Tanu","family":"Malik"},{"given":"Ian T.","family":"Foster"}],"container-title":"2012 IEEE International Geoscience and Remote Sensing Symposium, Munich, Germany, July 22-27, 2012","DOI":"10.1109/IGARSS.2012.6352399","type":"paper-conference","id":"Malik:2012ieee","citation-key":"Malik:2012ieee","issued":{"date-parts":[[2012]]},"page":"5348-5351","title":"Addressing data access needs of the long-tail distribution of geoscientists","URL":"http://dx.doi.org/10.1109/IGARSS.2012.6352399"},{"container-title":"Computers, Environment and Urban Systems","abstract":"Geoportals are World Wide Web gateways that organize content and services such as directories, search tools, community information, support resources, data and applications. This paper traces the emergence of geoportals, outlining the significance of developments in enterprise GIS and national spatial data infrastructures (SDIs), with particular reference to the US experience. Our objectives are principally pedagogic, in order to relate the development of geoportals to SDI initiatives and to review recent technological breakthroughs—-specifically the development of direct access facilities for application services and metadata records, and the facility to utilize services directly from conventional desktop GIS applications. We also discuss the contributions that geoportals and SDI have made to simplifying access to GI, and their contribution to diffusing GI concepts, databases, techniques and models. Finally, the role of geoportals in electronic government (e-Government) is considered.","author":[{"given":"David J.","family":"Maguire"},{"given":"Paul A.","family":"Longley"}],"DOI":"https://doi.org/10.1016/j.compenvurbsys.2004.05.012","type":"article-journal","id":"Maguire:2005ceu","citation-key":"Maguire:2005ceu","ISSN":"0198-9715","issue":"1","issued":{"date-parts":[[2005]]},"keyword":"Geoportals,Spatial data infrastructure (SDI),NSDI,GIS,e-Gov","note":"Geoportals","page":"3 - 14","title":"The emergence of geoportals and their role in spatial data infrastructures","URL":"http://www.sciencedirect.com/science/article/pii/S0198971504000456","volume":"29"},{"author":[{"given":"D.F.","family":"Maune"},{"given":"American Society","family":"Photogrammetry","non-dropping-particle":"for"},{"given":"Remote","family":"Sensing"}],"type":"book","id":"Maune:2007","citation-key":"Maune:2007","ISBN":"9781570830822","issued":{"date-parts":[[2007]]},"publisher":"American Society for Photogrammetry","title":"Digital Elevation Model Technologies and Applications: The DEM Users Manual","URL":"https://books.google.com/books?id=IbwsAQAAMAAJ"},{"container-title":"Icarus","abstract":"We have analyzed the complete Visual and Infrared Mapping Spectrometer (VIMS) data archive of Titan. Our objective is to build global surface cartographic products, by combining all the data gathered during the 127 targeted flybys of Titan into synthetic global maps interpolated on a grid at 32 pixels per degree (∼1.4 km/pixel at the equator), in seven infrared spectral atmospheric windows. Multispectral summary images have been computed for each single VIMS cube in order to rapidly identify their scientific content and assess their quality. These summary images are made available to the community on a public website (vims.univ-nantes.fr). The global mapping work faced several challenges due to the strong absorbing and scattering effects of the atmosphere coupled to the changing observing conditions linked to the orbital tour of the Cassini mission. We determined a surface photometric function which accounts for variations in incidence, emergence and phase angles, and which is able to mitigate brightness variations linked to the viewing geometry of the flybys. The atmospheric contribution has been reduced using the subtraction of the methane absorption band wings, considered as proxies for atmospheric haze scattering. We present a new global three color composite map of band ratios (red: 1.59/1.27 µm; green: 2.03/1.27 µm; blue: 1.27/1.08 µm), which has also been empirically corrected from an airmass (the solar photon path length through the atmosphere) dependence. This map provides a detailed global color view of Titan's surface partially corrected from the atmosphere and gives a global insight of the spectral variability, with the equatorial dunes fields appearing in brownish tones, and several occurrences of bluish tones localized in areas such as Sinlap, Menvra and Selk craters. This kind of spectral map can serve as a basis for further regional studies and comparisons with radiative transfer outputs, such as surface albedos, and other additional data sets acquired by the Cassini Radar (RADAR) and Imaging Science Subsystem (ISS) instruments.","author":[{"given":"S. Le","family":"Mouélic"},{"given":"T.","family":"Cornet"},{"given":"S.","family":"Rodriguez"},{"given":"C.","family":"Sotin"},{"given":"B.","family":"Seignovert"},{"given":"J.W.","family":"Barnes"},{"given":"R.H.","family":"Brown"},{"given":"K.H.","family":"Baines"},{"given":"B.J.","family":"Buratti"},{"given":"R.N.","family":"Clark"},{"given":"P.D.","family":"Nicholson"},{"given":"J.","family":"Lasue"},{"given":"V.","family":"Pasek"},{"given":"J.M.","family":"Soderblom"}],"DOI":"https://doi.org/10.1016/j.icarus.2018.09.017","type":"article-journal","id":"Mouelic:2019icarus","citation-key":"Mouelic:2019icarus","ISSN":"0019-1035","issued":{"date-parts":[[2019]]},"keyword":"Titan,Titan surface,Image processing,Infrared observations","page":"121 - 132","title":"The Cassini VIMS archive of Titan: From browse products to global infrared color maps","URL":"http://www.sciencedirect.com/science/article/pii/S0019103518303993","volume":"319"},{"publisher-place":"Dordrecht","abstract":"The international Cassini/Huygens mission consists of the Cassini Saturn Orbiter spacecraft and the Huygens Titan Probe that is targeted for entry into the atmosphere of Saturn's largest moon, Titan. From launch on October 15, 1997 to arrival at Saturn in July 2004, Cassini/Huygens will travel over three billion kilometers. Once in orbit about Saturn, Huygens is released from the orbiter and enters Titan's atmosphere. The Probe descends by parachute and measures the properties of the atmosphere. If the landing is gentle, the properties of the surface will be measured too. Then the orbiter commences a four-year tour of the Saturnian system with 45 flybys of Titan and multiple encounters with the icy moons. The rings, the magnetosphere and Saturn itself are all studied as well as the interactions among them.","author":[{"given":"Dennis L.","family":"Matson"},{"given":"Linda J.","family":"Spilker"},{"given":"Jean-Pierre","family":"Lebreton"}],"container-title":"The Cassini-Huygens Mission: Overview, Objectives and Huygens Instrumentarium Volume 1","DOI":"10.1007/978-94-017-3251-2_1","editor":[{"given":"Christopher T.","family":"Russell"}],"type":"chapter","id":"Matson:2003","citation-key":"Matson:2003","ISBN":"978-94-017-3251-2","issued":{"date-parts":[[2003]]},"page":"1-58","publisher":"Springer Netherlands","title":"The Cassini/Huygens Mission to the Saturnian System","URL":"https://doi.org/10.1007/978-94-017-3251-2_1"},{"author":[{"given":"M. R.","family":"Manheim"},{"given":"M. R.","family":"Henriksen"},{"given":"M. S.","family":"Robinson"},{"family":"Messenger Team"}],"container-title":"Third Planetary Data Workshop and The Planetary Geologic Mappers Annual Meeting","type":"paper-conference","id":"Manheim:2017pdw","citation-key":"Manheim:2017pdw","issued":{"date-parts":[[2017,6]]},"number":"7001","page":"7001","title":"High-Resolution Local-Area Digital Elevation Models and Derived Products for Mercury from MESSENGER Images","volume":"1986"},{"author":[{"given":"S.","family":"Murchie"},{"given":"A.","family":"Mick"},{"given":"L.","family":"Prockter"},{"given":"A. Rivkin","family":"E. Guinness","non-dropping-particle":"nad"},{"given":"J.","family":"Ward"}],"type":"report","genre":"techreport","id":"Murchie:2017","citation-key":"Murchie:2017","issued":{"date-parts":[[2017]]},"number":"1.2.23","publisher":"John Hopkins University Applied Physics Laboratory,","title":"Messenger: MDIS CDR/RDR Software Interface Specification","URL":"https://pdsimage2.wr.usgs.gov/data/mess-h-mdis-5-rdr-rtm-v1.0/MSGRMDS_8001/DOCUMENT/MDIS_CDR_RDRSIS.PDF"},{"author":[{"given":"A.V.","family":"Nefian"},{"given":"O.","family":"Alexandrov"},{"given":"R.","family":"Beyer"},{"given":"Z.","family":"Moratto"},{"given":"T.","family":"Smith"},{"given":"M.","family":"Broxton"},{"given":"R.","family":"Kirk"},{"given":"M.","family":"Robinson"}],"type":"report","genre":"techreport","id":"Nefian:2009","citation-key":"Nefian:2009","issued":{"date-parts":[[2009]]},"publisher":"LASER Report","title":"Lunar Albedo Reconstruction From Apollo Metric Camera Images","URL":"https://pdsimage2.wr.usgs.gov/downloads/Apollo_Metric_Albedo_Mosaic/AMCAM_0001/document/laser09_report.pdf"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"In its first 15 months of continuous operation, the Mars Orbiter Laser Altimeter (MOLA) instrument aboard Mars Global Surveyor ranged to Mars over 330 million times, generating more than 5000 orbital profiles, with a ranging precision of 0.4 m over smooth terrain. The accuracy of the profiles depends on knowledge of the spacecraft position, orientation, and observation time, which are subject to errors. We model these errors via the analysis of over 24 million altimetric crossovers. A quasiperiodic, once per revolution adjustment of the ground tracks as a function of time in three locally orthogonal directions minimizes the altimetric residuals via least-squares. Using a sparse matrix technique, computational effort scales linearly with the number of crossovers and only marginally with the number of parameters. Orbital errors mainly result from poor modeling of spacecraft thrusting events in the absence of tracking. Seasonal effects, likely due to changing thermal environment, as well as residual miscalibrations, are evident in the pointing solutions. Incorporating multiple parameters per revolution significantly improves crossover residuals, and resolves pointing aberrations during orbital transitions from night to day. Altimetry from the adjusted tracks generates a topographic model whose accuracy is typically better than 1 m vertically with respect to the center of mass of Mars. The centroid position of each MOLA shot is typically accurate to ∼100 m horizontally. Terrain models from accurately located lidar data can be gradient-shaded to illuminate geological structures with 1 in 1000 slopes that are invisible to cameras. Temporal changes in elevation (e.g., frost deposition/ablation) at decimeter levels may also be assessed using crossovers, but results must be interpreted with caution due to uncertainties in range walk correction.","author":[{"given":"Gregory A.","family":"Neumann"},{"given":"David D.","family":"Rowlands"},{"given":"Frank G.","family":"Lemoine"},{"given":"David E.","family":"Smith"},{"given":"Maria T.","family":"Zuber"}],"DOI":"10.1029/2000JE001381","type":"article-journal","id":"Neumann:2001jgr","citation-key":"Neumann:2001jgr","issue":"E10","issued":{"date-parts":[[2001]]},"page":"23753-23768","title":"Crossover analysis of Mars Orbiter Laser Altimeter data","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2000JE001381","volume":"106"},{"author":[{"given":"G. A.","family":"Neumann"},{"given":"M. E.","family":"Perry"},{"given":"E.","family":"Mazarico"},{"given":"C. M.","family":"Ernst"},{"given":"M. T.","family":"Zuber"},{"given":"D. E.","family":"Smith"},{"given":"K. J.","family":"Becker"},{"given":"R. E.","family":"Gaskell"},{"given":"J. W.","family":"Head"},{"given":"M. S.","family":"Robinson"},{"given":"S. C.","family":"Solomon"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Neumann:2016lpsc","citation-key":"Neumann:2016lpsc","issued":{"date-parts":[[2016,3]]},"page":"2087","title":"Mercury Shape Model from Laser Altimetry and Planetary Comparisons","volume":"47"},{"container-title":"NASA Planetary Data System","author":[{"given":"M.C.","family":"Nolan"},{"given":"C.","family":"Magri"},{"given":"E.S.","family":"Howell"},{"given":"L.A.M.","family":"Benner"},{"given":"J.D.","family":"Giorgini"},{"given":"C.W.","family":"Hergenrother"},{"given":"R.S.","family":"Hudson"},{"given":"D.S.","family":"Lauretta"},{"given":"J.L.","family":"Margot"},{"given":"S.J.","family":"Ostro"},{"given":"D.J.","family":"Scheeres"}],"type":"article-journal","id":"Nolan:2013pds","citation-key":"Nolan:2013pds","issued":{"date-parts":[[2013,9]]},"number":"EAR-A-I0037-5-BENNUSHAPE-V1.0","page":"EAR-A-I0037-5-BENNUSHAPE-V1.00","title":"Asteroid (101955) Bennu Shape Model V1.0","volume":"96"},{"author":[{"given":"G.","family":"Neumann"}],"type":"report","genre":"techreport","id":"Neumann:2009","citation-key":"Neumann:2009","issued":{"date-parts":[[2009]]},"number":"2.2","publisher":"LOLA Instrument Team","title":"Lunar Reconnaissance Orbiter Lunar Orbiter Laser Altimeter Reduced Data Record and Derived Products Software Interface Specification","URL":"https://lola.gsfc.nasa.gov/images/LOLA_RDRSIS.pdf"},{"author":[{"given":"D. C.","family":"Nunes"},{"given":"K. L.","family":"Mitchell"},{"given":"K. J.","family":"Cotton"},{"given":"N.","family":"Toole"},{"given":"S.","family":"Hensley"},{"given":"R.","family":"Deen"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Nunes:2018lpsc","citation-key":"Nunes:2018lpsc","issued":{"date-parts":[[2018,3]]},"number":"2607","page":"2607","title":"Robust, Automated Stereogrammetry of Venus Magellan SAR Imagery and Preliminary Tessera Results"},{"container-title":"Icarus","abstract":"Stereo images obtained during the DS1 flyby were analyzed to derive a topographic model for the nucleus of Comet 19P/Borrelly for morphologic and photometric studies. The elongated nucleus has an overall concave shape, resembling a peanut, with the lower end tilted towards the camera. The bimodal character of surface-slopes and curvatures support the idea that the nucleus is a gravitational aggregate, consisting of two fragments in contact. Our photometric modeling suggests that topographic shading effects on Borrelly's surface are very minor (<10%) at the given resolution of the terrain model. Instead, albedo effects are thought to dominate Borrelly's large variations in surface brightness. With 90% of the visible surface having single scattering albedos between 0.008 and 0.024, Borrelly is confirmed to be among the darkest of the known Solar System objects. Photometrically corrected images emphasize that the nucleus has distinct, contiguous terrains covered with either bright or dark, smooth or mottled materials. Also, mapping of the changes in surface brightness with phase angle suggests that terrain roughness at subpixel scale is not uniform over the nucleus. High surface roughness is noted in particular near the transition between the upper and lower end of the nucleus, as well as near the presumed source region of Borrelly's main jets. Borrelly's surface is complex and characterized by distinct types of materials that have different compositional and/or physical properties.","author":[{"given":"J","family":"Oberst"},{"given":"B","family":"Giese"},{"given":"E","family":"Howington-Kraus"},{"given":"R","family":"Kirk"},{"given":"L","family":"Soderblom"},{"given":"B","family":"Buratti"},{"given":"M","family":"Hicks"},{"given":"R","family":"Nelson"},{"given":"D","family":"Britt"}],"DOI":"https://doi.org/10.1016/j.icarus.2003.05.001","type":"article-journal","id":"Oberst:2004icarus","citation-key":"Oberst:2004icarus","ISSN":"0019-1035","issue":"1","issued":{"date-parts":[[2004]]},"keyword":"Comets,Nucleus,Surfaces,Topography,Morphology,Photometry","note":"Special Issue on DS1/Comet Borrelly","page":"70 - 79","title":"The nucleus of Comet Borrelly: a study of morphology and surface brightness","URL":"http://www.sciencedirect.com/science/article/pii/S0019103503002707","volume":"167"},{"author":[{"given":"J.","family":"Oberst"},{"given":"F.","family":"Preusker"},{"given":"A.","family":"Stark"},{"given":"K.-D.","family":"Matz"},{"given":"K.","family":"Gwinner"},{"given":"T.","family":"Roatsch"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Oberst:2017lpsc","citation-key":"Oberst:2017lpsc","issued":{"date-parts":[[2017,3]]},"number":"1442","page":"1442","title":"High-Resolution Topography from MESSENGER Orbital Stereo Imaging - The H7 Quadrangle “Beethoven”","volume":"48"},{"container-title":"Planetary and Space Science","abstract":"A new global control point network was derived for Phobos, based on SRC (Mars Express), Phobos-2, and Viking Orbiter image data. We derive 3-D Cartesian coordinates for 813 control points as well as improved pointing data for 202 SRC and Viking images in the Phobos-fixed coordinate system. The point accuracies vary from 4.5m on the Phobos nearside, to up to 67.0m on the farside, where we rely on Viking images (average point accuracy: 13.7m). From tracking of the control points we detect a librational motion synchronous to the Phobos orbital period and measure libration amplitude of 1.09\\,<sup>\\circ</sup>, in agreement with predictions from shape information assuming a uniform interior. This suggests that the interior of Phobos is homogeneous – but small local mass anomalies, e.g., associated with crater Stickney, cannot be ruled out. Our new control point network has a higher number of data points and higher point accuracy than previous data products and will be an important basis for accurate shape models and maps.","author":[{"given":"J.","family":"Oberst"},{"given":"A.","family":"Zubarev"},{"given":"I.","family":"Nadezhdina"},{"given":"L.","family":"Shishkina"},{"given":"N.","family":"Rambaux"}],"DOI":"https://doi.org/10.1016/j.pss.2014.03.006","type":"article-journal","id":"Oberst:2014pss","citation-key":"Oberst:2014pss","ISSN":"0032-0633","issued":{"date-parts":[[2014]]},"keyword":"Phobos,Control points,Rotation,Libration","note":"Phobos","page":"45 - 50","title":"The Phobos geodetic control point network and rotation model","URL":"http://www.sciencedirect.com/science/article/pii/S0032063314000646","volume":"102"},{"publisher-place":"https://www.fgdc.gov/policyandplanning/a-16/index_html","author":[{"family":"Office of the President"}],"type":"report","genre":"techreport","id":"OMB:2002","citation-key":"OMB:2002","issued":{"date-parts":[[2010]]},"publisher":"Office of Management","title":"OMB Circular A-16 Supplemental Guidance"},{"container-title":"NASA Planetary Data System","author":[{"given":"R.S.","family":"Park"},{"given":"A.S.","family":"Konopliv"},{"given":"S.W.","family":"Asmar"},{"given":"D.R.","family":"Buccino"}],"type":"article-journal","id":"Park:2018pds","citation-key":"Park:2018pds","issued":{"date-parts":[[2018]]},"number":"DAWN-A-RSS-5-CEGR-V3.0","page":"DAWN-A-RSS-5-CEGR-V3.0","title":"Dawn Ceres Derived Gravity Data"},{"container-title":"NASA Planetary Data System","author":[{"given":"R.S.","family":"Park"},{"given":"D.R.","family":"Buccino"}],"type":"article-journal","id":"Park:2018pds_a","citation-key":"Park:2018pds_a","issued":{"date-parts":[[2018]]},"number":"DAWN-A-FC2-5-CERESSHAPESPC-V1.0","page":" DAWN-A-FC2-5-CERESSHAPESPC-V1.0","title":"Ceres SPC Shape Model Dataset V1.0"},{"container-title":"Icarus","abstract":"We present a high-resolution global shape model of Ceres determined using the stereophotoclinometry technique developed at the Jet Propulsion Laboratory by processing Dawn's Framing Camera data acquired during Approach to post-Low Altitude Mapping Orbit (LAMO) phases of the mission. A total of about 38,000 images were processed with pixel resolutions ranging from 35.6 km/pixel to 35 m/pixel and the final global shape model was produced with 100-m grid spacing. The final SPC-derived topography was computed relative to the (482 km, 482 km, 446 km) mean ellipsoid, which ranges from −7.3 km to 9.5 km. For the purpose of validation, we performed various error analyses to assess and quantify realistic uncertainties in the derived topography, such as dividing the data into different subsets and re-computing the entire topography. Based on these studies, we show that the average total height error of the final global topography model is 10.2 m and 88.9% of the surface has the total height error below 20 m. We also provide improved estimates of several physical parameters of Ceres. The resulting GM estimate is (62.62905 \\pm 0.00035) km3/s2, or the mass value of (938.392 \\pm 0.005) × 1018 kg. The volume estimate is (434.13 \\pm 0.50) × 106 km3 with a volumetric mean radius of 469.72 km. Combined with the mass estimate, the resulting bulk density is (2161.6 \\pm 2.5) kg/m3. Other improved parameters include the pole right ascension, α0 = (291.42763 \\pm 0.0002)\\,<sup>\\circ</sup>, pole declination, δ0 = (66.76033 \\pm 0.0002)\\,<sup>\\circ</sup>, and prime meridian and rotation rate of (W0 = 170.309 \\pm 0.011)\\,<sup>\\circ</sup> and (dW/dt = 952.1532635 \\pm 0.000002) deg/day, respectively. Also, for geophysical and geological studies, we provide spherical harmonic coefficients and a gravitational slope map derived from the global shape model.","author":[{"given":"R.S.","family":"Park"},{"given":"A.T.","family":"Vaughan"},{"given":"A.S.","family":"Konopliv"},{"given":"A.I.","family":"Ermakov"},{"given":"N.","family":"Mastrodemos"},{"given":"J.C.","family":"Castillo-Rogez"},{"given":"S.P.","family":"Joy"},{"given":"A.","family":"Nathues"},{"given":"C.A.","family":"Polanskey"},{"given":"M.D.","family":"Rayman"},{"given":"J.E.","family":"Riedel"},{"given":"C.A.","family":"Raymond"},{"given":"C.T.","family":"Russell"},{"given":"M.T.","family":"Zuber"}],"DOI":"https://doi.org/10.1016/j.icarus.2018.10.024","type":"article-journal","id":"Park:2019icarus","citation-key":"Park:2019icarus","ISSN":"0019-1035","issued":{"date-parts":[[2019]]},"keyword":"Ceres shape,Ceres topography,Ceres spin pole,Ceres rotation,Stereophotoclinometry using Dawn data,Dawn gravity science","page":"812 - 827","title":"High-resolution shape model of Ceres from stereophotoclinometry using Dawn Imaging Data","URL":"http://www.sciencedirect.com/science/article/pii/S0019103518302835","volume":"319"},{"author":[{"given":"J. E.","family":"Perry"},{"given":"A. S.","family":"McEwen"},{"given":"S.","family":"Fussner"},{"given":"E. P.","family":"Turtle"},{"given":"R. A.","family":"West"},{"given":"C. C.","family":"Porco"},{"given":"B.","family":"Knowles"},{"given":"D. D.","family":"Dawson"},{"family":"Cassini Iss Team"}],"container-title":"36th Annual Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","editor":[{"given":"S.","family":"Mackwell"},{"given":"E.","family":"Stansbery"}],"type":"paper-conference","id":"Perry:2005lpsc","citation-key":"Perry:2005lpsc","issued":{"date-parts":[[2005,3]]},"title":"Processing ISS Images of Titan's Surface","volume":"36"},{"container-title":"Science in China: Physics, Mechanics and Astronomy","author":[{"given":"J.","family":"Ping"},{"given":"Q.","family":"Huang"},{"given":"J.","family":"Yan"},{"given":"J.","family":"Cao"},{"given":"G.","family":"Tang"},{"given":"R.","family":"Shu"}],"type":"article-journal","id":"Ping:2009","citation-key":"Ping:2009","issued":{"date-parts":[[2009,7]]},"page":"1105-1114","title":"Lunar topographic model CLTM-s01 from Chang'E-1 laser altimeter","volume":"52"},{"author":[{"given":"F.","family":"Preusker"},{"given":"F.","family":"Scholten"},{"given":"K.-D.","family":"Matz"},{"given":"T.","family":"Roatsch"},{"given":"R.","family":"Jaumann"},{"given":"C. A.","family":"Raymond"},{"given":"C. T.","family":"Russell"}],"container-title":"European Planetary Science Congress 2012","type":"paper-conference","id":"Preusker:2012epsc","citation-key":"Preusker:2012epsc","issued":{"date-parts":[[2012,9]]},"number":"EPSC2012-428","page":"EPSC2012-428","title":"Topography of Vesta from Dawn FC stereo images"},{"container-title":"Astronomy and Astrophysics","author":[{"given":"F.","family":"Preusker"},{"given":"F.","family":"Scholten"},{"given":"K.-D.","family":"Matz"},{"given":"T.","family":"Roatsch"},{"given":"K.","family":"Willner"},{"given":"S. F.","family":"Hviid"},{"given":"J.","family":"Knollenberg"},{"given":"L.","family":"Jorda"},{"given":"P. J.","family":"Gutiérrez"},{"given":"E.","family":"Kührt"},{"given":"S.","family":"Mottola"},{"given":"M. F.","family":"A'Hearn"},{"given":"N.","family":"Thomas"},{"given":"H.","family":"Sierks"},{"given":"C.","family":"Barbieri"},{"given":"P.","family":"Lamy"},{"given":"R.","family":"Rodrigo"},{"given":"D.","family":"Koschny"},{"given":"H.","family":"Rickman"},{"given":"H. U.","family":"Keller"},{"given":"J.","family":"Agarwal"},{"given":"M. A.","family":"Barucci"},{"given":"J.-L.","family":"Bertaux"},{"given":"I.","family":"Bertini"},{"given":"G.","family":"Cremonese"},{"given":"V.","family":"Da Deppo"},{"given":"B.","family":"Davidsson"},{"given":"S.","family":"Debei"},{"given":"M.","family":"De Cecco"},{"given":"S.","family":"Fornasier"},{"given":"M.","family":"Fulle"},{"given":"O.","family":"Groussin"},{"given":"C.","family":"Güttler"},{"given":"W.-H.","family":"Ip"},{"given":"J. R.","family":"Kramm"},{"given":"M.","family":"Küppers"},{"given":"L. M.","family":"Lara"},{"given":"M.","family":"Lazzarin"},{"given":"J. J.","family":"Lopez Moreno"},{"given":"F.","family":"Marzari"},{"given":"H.","family":"Michalik"},{"given":"G.","family":"Naletto"},{"given":"N.","family":"Oklay"},{"given":"C.","family":"Tubiana"},{"given":"J.-B.","family":"Vincent"}],"DOI":"10.1051/0004-6361/201526349","type":"article-journal","id":"Preusker:2015aaa","citation-key":"Preusker:2015aaa","issued":{"date-parts":[[2015,11]]},"keyword":"comets: general,planets and satellites: surfaces,reference systems","number":"A33","page":"A33","title":"Shape model, reference system definition, and cartographic mapping standards for comet 67P/Churyumov-Gerasimenko - Stereo-photogrammetric analysis of Rosetta/OSIRIS image data","volume":"583"},{"container-title":"NASA Planetary Data System","author":[{"given":"F.","family":"Preusker"},{"given":"F.","family":"Scholten"},{"given":"K.D","family":"Matz"},{"given":"T.","family":"Roatsch"},{"family":"C.A. Raymond","non-dropping-particle":"R. Jaumann amd"},{"given":"C.T.","family":"Russell"}],"type":"article-journal","id":"Preusker:2016pds","citation-key":"Preusker:2016pds","issued":{"date-parts":[[2016]]},"number":"DAWN-A-FC2-5-VESTADTMSPG-V1.0","page":"DAWN-A-FC2-5-VESTADTMSPG-V1.0","title":"DAWN FC2 DERIVED VESTA DTM SPG V1.0"},{"author":[{"given":"F.","family":"Preusker"},{"given":"F.","family":"Scholten"},{"given":"K.-D.","family":"Matz"},{"given":"S.","family":"Elgner"},{"given":"R.","family":"Jaumann"},{"given":"T.","family":"Roatsch"},{"given":"S. P.","family":"Joy"},{"given":"C. A.","family":"Polanskey"},{"given":"C. A.","family":"Raymond"},{"given":"C. T.","family":"Russell"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Preusker:2016lpsc","citation-key":"Preusker:2016lpsc","issued":{"date-parts":[[2016,3]]},"page":"1954","title":"Dawn at Ceres - Shape Model and Rotational State","volume":"47"},{"author":[{"given":"F.","family":"Preusker"},{"given":"J.","family":"Oberst"},{"given":"A.","family":"Stark"},{"given":"K.-D.","family":"Matz"},{"given":"K.","family":"Gwinner"},{"given":"T.","family":"Roatsch"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Preusker:2017lpsc","citation-key":"Preusker:2017lpsc","issued":{"date-parts":[[2017,3]]},"number":"1441","page":"1441","title":"High-Resolution Topography from MESSENGER Orbital Stereo Imaging - The H3 Quadrangle “Shakespeare”","volume":"48"},{"container-title":"Planetary and Space Science","author":[{"given":"F.","family":"Preusker"},{"given":"A.","family":"Stark"},{"given":"J.","family":"Oberst"},{"given":"K.-D.","family":"Matz"},{"given":"K.","family":"Gwinner"},{"given":"T.","family":"Roatsch"},{"given":"T. R.","family":"Watters"}],"DOI":"10.1016/j.pss.2017.04.012","type":"article-journal","id":"Preusker:2017pss","citation-key":"Preusker:2017pss","issued":{"date-parts":[[2017,8]]},"keyword":"Mercury,MESSENGER,Stereo photogrammetry,Topography,Hun Kal,DTM","page":"26-37","title":"Toward high-resolution global topography of Mercury from MESSENGER orbital stereo imaging: A prototype model for the H6 (Kuiper) quadrangle","volume":"142"},{"container-title":"Planetary and Space Science","abstract":"The first high-resolution Digital Terrain Model (DTM) of the entire South Pole of Mars has been produced. A modified version (Kim and Muller, 2009) of a NASA-VICAR-based pipeline developed by DLR (German Aerospace Centre) and JPL (Jet Propulsion Laboratory) has been employed with image matching based on the Gotcha (Gruen-Otto-Chau) algorithm (Shin and Muller, 2012) with a specialised setup for the polar region. DTM products have been produced with more than twice the resolution (50 m/pixel) of the gridded Mars Orbiter Laser Altimeter (MOLA) 512 pixels/degree (112 m/pixel) over the South Polar Residual Cap (SPRC) and the Mars South Polar region (82° - 90° S) in MOLA and areoid reference. The accuracy of the HRSC orbital DTMs are compared against a MOLA reference with good results. HRSC orthorectified strip images from 12.5 to 50 m have also been produced from the base DTMs and these have been processed into a 12.5 m mosaic. HRSC strip products are currently being assessed as base images for automatic co-registration of thousands of high-resolution images, making them geometrically consistent with the surface conditions imaged by HRSC. In some cases, Context Camera (CTX) DTMs have been automatically produced and co-registered to the HRSC image strips and these, in turn, are being employed for automated co-registration of higher-resolution images.","author":[{"given":"Alfiah Rizky Diana","family":"Putri"},{"given":"Panagiotis","family":"Sidiropoulos"},{"given":"Jan-Peter","family":"Muller"},{"given":"Sebastian H.G.","family":"Walter"},{"given":"Greg G.","family":"Michael"}],"DOI":"https://doi.org/10.1016/j.pss.2019.02.010","type":"article-journal","id":"Putri:2019pss","citation-key":"Putri:2019pss","ISSN":"0032-0633","issued":{"date-parts":[[2019]]},"keyword":"Mars,SPRC,DTM,Mars south pole,HRSC","page":"43 - 55","title":"A New South Polar Digital Terrain Model of Mars from the High-Resolution Stereo Camera (HRSC) onboard the ESA Mars Express","URL":"http://www.sciencedirect.com/science/article/pii/S0032063318300977","volume":"174"},{"container-title":"International Journal of Applied Earth Observation and Geoinformation","author":[{"given":"Abbas","family":"Rajabifard"},{"given":"Mary-Ellen F","family":"Feeney"},{"given":"Ian P","family":"Williamson"}],"DOI":"https://doi.org/10.1016/S0303-2434(02)00002-8","type":"article-journal","id":"Rajabifard:2002","citation-key":"Rajabifard:2002","ISSN":"0303-2434","issue":"1","issued":{"date-parts":[[2002]]},"keyword":"Spatial data infrastructure (SDI),SDI development,SDI hierarchy,Product-based model,Process-based model","page":"11 - 22","title":"Future directions for SDI development","URL":"http://www.sciencedirect.com/science/article/pii/S0303243402000028","volume":"4"},{"container-title":"ISPRS - International Archives of the Photogrammetry, Remote Sensing and Spatial Information Sciences","author":[{"given":"C.","family":"Re"},{"given":"S.","family":"Tulyakov"},{"given":"E.","family":"Simioni"},{"given":"T.","family":"Mudric"},{"given":"G.","family":"Cremonese"},{"given":"N.","family":"Thomas"}],"DOI":"10.5194/isprs-archives-XLII-2-W13-1443-2019","type":"article-journal","id":"Re:2019","citation-key":"Re:2019","issued":{"date-parts":[[2019,6]]},"page":"1443-1449","title":"Performance Evaluation of 3DPD, the Photogrammetric Pipeline for the Cassis Stereo Images","volume":"4213"},{"author":[{"given":"T.","family":"Roatsch"},{"given":"E.","family":"Kersten"},{"given":"K.-D.","family":"Matz"},{"given":"F.","family":"Preusker"},{"given":"F.","family":"Scholten"},{"given":"R.","family":"Jaumann"},{"given":"C. A.","family":"Raymond"},{"given":"C. T. ","family":"Russell"}],"container-title":"EGU General Assembly Conference Abstracts","collection-title":"EGU General Assembly Conference Abstracts","type":"paper-conference","id":"Roatsch:2013egu","citation-key":"Roatsch:2013egu","issued":{"date-parts":[[2013,4]]},"number":"EGU2013-1129","page":"EGU2013-1129","title":"High resolution VESTA LAMO atlas derived from Dawn FC images.","volume":"15"},{"container-title":"Planetary and Space Science","abstract":"The Dawn spacecraft Framing Camera (FC) acquired over 2400 clear filter images of Ceres with a resolution of about 140m/pixel during the six cycles in the High Altitude Mapping Orbit (HAMO) phase between August 18 and October 21, 2015. We ortho-rectified the images from the first cycle and produced a global, high-resolution, controlled photomosaic of Ceres. This global mosaic is the basis for a high-resolution Ceres atlas that consists of 15 tiles mapped at a scale of 1:750,000. The nomenclature used in this atlas was proposed by the Dawn team and was approved by the International Astronomical Union (IAU). The full atlas is available to the public through the Dawn Geographical Information System (GIS) web page [http://dawngis.dlr.de/atlas] and will become available through the NASA Planetary Data System (PDS) (http://pdssbn.astro.umd.edu/).","author":[{"given":"Th.","family":"Roatsch"},{"given":"E.","family":"Kersten"},{"given":"K.-D.","family":"Matz"},{"given":"F.","family":"Preusker"},{"given":"F.","family":"Scholten"},{"given":"R.","family":"Jaumann"},{"given":"C.A.","family":"Raymond"},{"given":"C.T.","family":"Russell"}],"DOI":"https://doi.org/10.1016/j.pss.2016.05.011","type":"article-journal","id":"Roatsch:2016pss","citation-key":"Roatsch:2016pss","ISSN":"0032-0633","issued":{"date-parts":[[2016]]},"keyword":"Dawn,Ceres,Dwarf planets,Planetary mapping","page":"103 - 107","title":"High-resolution Ceres High Altitude Mapping Orbit atlas derived from Dawn Framing Camera images","URL":"http://www.sciencedirect.com/science/article/pii/S0032063316300939","volume":"129"},{"container-title":"Planetary and Space Science","abstract":"The Imaging Science Subsystem (ISS) on-board Cassini took a few high-resolution images of the icy Saturnian satellites Mimas and Enceladus over the last seven years of the Cassini mission during non-targeted flybys. We used the new Mimas images to improve the existing semi-controlled mosaic of Mimas. A new controlled Enceladus mosaic was published recently (Bland et al., 2015; Bland et al. in prep.). Both new mosaics are the baseline for improved atlases of Mimas in three tiles with a map scale of 1:1,000,000 and Enceladus in 15 tiles with a map scale of 1:400,000. The nomenclature for both satellites was proposed by the Cassini-ISS team and approved by the IAU.","author":[{"given":"Th","family":"Roatsch"},{"given":"E.","family":"Kersten"},{"given":"K.-D.","family":"Matz"},{"given":"M.T.","family":"Bland"},{"given":"T.L.","family":"Becker"},{"given":"G.W.","family":"Patterson"},{"given":"C.C.","family":"Porco"}],"DOI":"https://doi.org/10.1016/j.pss.2018.05.021","type":"article-journal","id":"Roatsch:2018pss","citation-key":"Roatsch:2018pss","ISSN":"0032-0633","issued":{"date-parts":[[2018]]},"page":"13 - 18","title":"Final Mimas and Enceladus atlases derived from Cassini-ISS images","URL":"http://www.sciencedirect.com/science/article/pii/S003206331830062X","volume":"164"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"An improved control net for Mercury has been completed by utilizing images acquired during the three Mariner 10 flybys in 1974–1975. Relative positional errors within the net are ∼1 km on average, and absolute locations are estimated to be better than 25 km. The analytical triangulation resulted in new values for focal lengths (Camera A: 1493.6 mm; Camera B: 1500.1 mm), W0 (329.548\\,<sup>\\circ</sup>), and camera orientation angles for 811 images acquired during all three flybys of Mercury.","author":[{"given":"Mark S.","family":"Robinson"},{"given":"Merton E.","family":"Davies"},{"given":"Tim R.","family":"Colvin"},{"given":"Kathleen","family":"Edwards"}],"DOI":"10.1029/1999JE001081","type":"article-journal","id":"Robinson:1999jgr","citation-key":"Robinson:1999jgr","issue":"E12","issued":{"date-parts":[[1999]]},"page":"30847-30852","title":"A revised control network for Mercury","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/1999JE001081","volume":"104"},{"publisher-place":"New York, NY","abstract":"The Dawn mission journeys to the center of the main asteroid belt to orbit and explore the two most massive main belt asteroids, Vesta and Ceres. Dawn aims to increase our understanding not just of the present state of these two bodies, but also of the conditions during the time of their formation. It attempts this through achieving a set of measurement objectives in which the physical properties of these asteroids such as mass, slopes, size, density, and spin state are accurately determined, and in which the mineralogical and elemental composition of the surface and near-surface material are probed. Dawn employs ion propulsion technology to enable a modestly-sized launcher to start a moderately-sized spacecraft on its journey, to not only reach the two massive asteroids but also to orbit them, descending to near the surface. Unlike most orbital missions, the initial (Vesta) phase must be completed with sufficient reserves and within a time window that later allows Dawn to explore Ceres. Dawn carries a redundant framing camera, a visible and near-IR spectrometer, a gamma ray and neutron spectrometer, and achieves high-accuracy radiometric and optical navigation to enable gravity field determination. The spacecraft was developed by Orbital Sciences Corporation under the management of the Jet Propulsion Laboratory for the National Aeronautics and Space Administration. Dawn is a Principal Investigator-led mission of the Discovery Program. The PI institution, the University of California, Los Angeles, manages directly the science team, the Dawn Science Center, and the Education and Public Outreach program.","author":[{"given":"C. T.","family":"Russell"},{"given":"C. A.","family":"Raymond"}],"container-title":"The Dawn Mission to Minor Planets 4 Vesta and 1 Ceres","DOI":"10.1007/978-1-4614-4903-4_2","editor":[{"given":"Christopher","family":"Russell"},{"given":"Carol","family":"Raymond"}],"type":"chapter","id":"Russell:2012","citation-key":"Russell:2012","ISBN":"978-1-4614-4903-4","issued":{"date-parts":[[2012]]},"page":"3-23","publisher":"Springer New York","title":"The Dawn Mission to Vesta and Ceres","URL":"https://doi.org/10.1007/978-1-4614-4903-4_2"},{"container-title":"Journal of Geophysical Research: Solid Earth","abstract":"The NASA Magellan Venus Radar Mapper spacecraft was launched into an interplanetary transfer trajectory to Venus on May 4, 1989, and will be placed into orbit around Venus on August 10, 1990. The orbiter carries a 12-cm-wavelength, multimode radar system. In the synthetic aperture mode it is capable of imaging most of the Venus surface at a resolution of better than 300 m, approaching 120 m over more than half the planet. In the altimeter mode it will determine topographic relief to a vertical accuracy of better than 50 m averaged over a surface resolution cell approximately 10 km in diameter where the surface relief is not too extreme. In the radiometer mode the radar receiver can determine the surface radio emission brightness temperature with an absolute accuracy of 20 K, at a resolution of 2 K. Tracking of the orbiter's coherent radio telemetry transmitter will permit observations of small accelerations related to gravitational inhomogeneities in the planet's interior. Objectives of the mission include deducing the geological history of the surface and the geophysical state of the interior. Specific attention focuses on the origin, present distribution, and activity of four geological processes that modify the surface: (1) volcanic and tectonic; (2) impact; (3) erosional, depositional, and chemical; and (4) isostatic and convective. Data products resulting from the mission will be made available to members of the scientific community through NASA's Planetary Data System.","author":[{"given":"R. S.","family":"Saunders"},{"given":"G. H.","family":"Pettengill"},{"given":"R. E.","family":"Arvidson"},{"given":"W. L.","family":"Sjogren"},{"given":"W. T. K.","family":"Johnson"},{"given":"L.","family":"Pieri"}],"DOI":"10.1029/JB095iB06p08339","type":"article-journal","id":"Saunders:1990jgr","citation-key":"Saunders:1990jgr","issue":"B6","issued":{"date-parts":[[1990]]},"page":"8339-8355","title":"The Magellan Venus Radar Mapping Mission","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/JB095iB06p08339","volume":"95"},{"container-title":"Science","abstract":"The Magellan radar mapping mission is in the process of producing a global, high-resolution image and altimetry data set of Venus. Despite initial communications problems, few data gaps have occurred. Analysis of Magellan data is in the initial stages. The radar system data are of high quality, and the planned performance is being achieved in terms of spatial resolution and geometric and radiometric accuracy. Image performance exceeds expectations, and the image quality and mosaickability are extremely good. Future plans for the mission include obtaining gravity data, filling gaps in the initial map, and conducting special studies with the radar.","author":[{"given":"R. S.","family":"Saunders"},{"given":"G. H.","family":"Pettengill"}],"DOI":"10.1126/science.252.5003.247","type":"article-journal","id":"Saunders:1991sci","citation-key":"Saunders:1991sci","ISSN":"0036-8075","issue":"5003","issued":{"date-parts":[[1991]]},"page":"247-249","publisher":"American Association for the Advancement of Science","title":"Magellan: Mission Summary","URL":"https://science.sciencemag.org/content/252/5003/247","volume":"252"},{"author":[{"given":"P.","family":"Schenk"}],"type":"document","id":"Schenk:2010web","citation-key":"Schenk:2010web","issued":{"date-parts":[[2010]]},"note":"Accessed September, 26, 2019","publisher":"https://stereomoons.blogspot.com/2010/11/new-moons.html","title":"New Moons - First Global Topographic Maps of (Saturn's) Icy Moons","URL":"https://stereomoons.blogspot.com/2010/11/new-moons.html"},{"container-title":"Icarus","abstract":"The 2015 New Horizons flyby through the Pluto system produced the first high-resolution topographic maps of Pluto and Charon, the most distant objects so mapped. Global integrated mosaics of the illuminated surface of Pluto's large icy moon Charon have been produced using both framing camera and line scan camera data (including four-color images at up to 1.47 km pixel scales), showing the best resolution data at all areas of the surface. Digital elevation models (DEMs) with vertical precisions of up to ∼0.1 km were constructed for ∼40% of Charon using stereo imagery. Local radii estimates for the surface were also determined from the cartographic control network solution for the LORRI framing camera data, which validate the stereo solutions. Charon is moderately cratered, the largest of which is ∼250-km across and ∼6 km deep. Charon has a topographic range over the observed hemisphere from lowest to highest of ∼19 km, the largest topographic amplitude of any mid-sized icy body (including Ceres) other than Iapetus. Unlike Saturn's icy moons whose topographic signature is dominated by global relaxation of topography and subsequent impact cratering, large-scale tectonics and regional resurfacing dominate Charon's topography. Most of Charon's encounter hemisphere north of the equator (Oz Terra) is broken into large polygonal blocks by a network of wide troughs with typically 3–6 km relief; the deepest of these occur near the illuminated pole and are up to 13 km deep with respect to the global mean radius, the deepest known surfaces on Charon. The edge of this terrain is defined by large tilted blocks sloping ∼5° or so, the crests of which rise to 5 or 6 km above Charon mean, the highest known points on Charon. The southern resurfaced plains, Vulcan Planitia, consist of rolling plains, locally fractured and pitted, that are depressed ∼1 km below the mean elevation of the disrupted northern terrains of Oz Terra that comprise much of the northern hemisphere (but ∼2–2.5 km below the surfaces of the blocks themselves). These plains roll downward gently to the south with a topographic range of ∼5 km. The outer margins of Vulcan Planitia along the boundary with Oz Terra form a 2-3-km-deep trough, suggesting viscous flow along the outer margins. Isolated massifs 2–4 km high, also flanked by annular moats, lie within the planitia itself. The plains may be formed from volcanic resurfacing of cryogenic fluids, but the tilted blocks along the outer margins and the isolated and tilted massifs within Vulcan Planitia also suggest that much of Charon has been broken into large blocks, some of which have been rotated and some of which have foundered into Charon's upper “mantle”, now exposed as Vulcan Planitia, a history that may be most similar to the disrupted terrains of Ariel.","author":[{"given":"Paul Michael","family":"Schenk"},{"given":"Ross A.","family":"Beyer"},{"given":"William B.","family":"McKinnon"},{"given":"Jeffrey M.","family":"Moore"},{"given":"John R.","family":"Spencer"},{"given":"Oliver L.","family":"White"},{"given":"Kelsi","family":"Singer"},{"given":"Orkan M.","family":"Umurhan"},{"given":"Francis","family":"Nimmo"},{"given":"Tod R.","family":"Lauer"},{"given":"William M.","family":"Grundy"},{"given":"Stuart","family":"Robbins"},{"given":"S. Alan","family":"Stern"},{"given":"Harold A.","family":"Weaver"},{"given":"Leslie A.","family":"Young"},{"given":"K. Ennico","family":"Smith"},{"given":"Cathy","family":"Olkin"}],"DOI":"https://doi.org/10.1016/j.icarus.2018.06.010","type":"article-journal","id":"Schenk:2018icarus","citation-key":"Schenk:2018icarus","ISSN":"0019-1035","issued":{"date-parts":[[2018]]},"page":"124 - 145","title":"Breaking up is hard to do: Global cartography and topography of Pluto's mid-sized icy Moon Charon from New Horizons","URL":"http://www.sciencedirect.com/science/article/pii/S0019103517306565","volume":"315"},{"author":[{"given":"P. M.","family":"Schenk"}],"container-title":"The International Archives of the Photogrammetry, Remote Sensing and Spatial Information Sciences","type":"paper-conference","id":"Schenk:2008isprs","citation-key":"Schenk:2008isprs","issued":{"date-parts":[[2008]]},"title":"CARTOGRAPHIC AND TOPOGRAPHIC MAPPING OF THE ICY SATELLITES OF THE OUTER SOLAR SYSTEM","volume":"XXXVII"},{"author":[{"given":"Jie","family":"Shan"},{"given":"D.","family":"Scott"},{"given":"Lee","family":"Yoon"}],"container-title":"Symposium on Geospatial Theory, Processing and Applications","type":"paper-conference","id":"Shan:2002isprs","citation-key":"Shan:2002isprs","issued":{"date-parts":[[2002]]},"title":"PHOTOGRAMMETRIC REGISTRATION OF MOC IMAGERY TO MOLA PROFILE"},{"author":[{"given":"P.","family":"Sidiropoulos"},{"given":"J.-P.","family":"Muller"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Sidiropoulos:2016lpsc","citation-key":"Sidiropoulos:2016lpsc","issued":{"date-parts":[[2016,3]]},"page":"2034","title":"Large-Scale Co-Registration of Mars High-Resolution NASA Images to HRSC: A Case-Study of the MC11-E Quadrangle","volume":"47"},{"container-title":"ISPRS - International Archives of the Photogrammetry, Remote Sensing and Spatial Information Sciences","author":[{"given":"P.","family":"Sidiropoulos"},{"given":"J.-P.","family":"Muller"}],"DOI":"10.5194/isprs-archives-XLI-B4-491-2016","type":"article-journal","id":"Sidiropoulos:2016isprs","citation-key":"Sidiropoulos:2016isprs","issued":{"date-parts":[[2016]]},"page":"491-495","title":"BATCH CO-REGISTRATION OF MARS HIGH-RESOLUTION IMAGES TO HRSC MC11-E MOSAIC","URL":"https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLI-B4/491/2016/","volume":"XLI-B4"},{"container-title":"Planetary and Space Science","abstract":"This work presents the coregistered, orthorectified and mosaiced high-resolution products of the MC11 quadrangle of Mars, which have been processed using novel, fully automatic, techniques. We discuss the development of a pipeline that achieves fully automatic and parameter independent geometric alignment of high-resolution planetary images, starting from raw input images in NASA PDS format and following all required steps to produce a coregistered geotiff image, a corresponding footprint and useful metadata. Additionally, we describe the development of a radiometric calibration technique that post-processes coregistered images to make them radiometrically consistent. Finally, we present a batch-mode application of the developed techniques over the MC11 quadrangle to validate their potential, as well as to generate end products, which are released to the planetary science community, thus assisting in the analysis of Mars static and dynamic features. This case study is a step towards the full automation of signal processing tasks that are essential to increase the usability of planetary data, but currently, require the extensive use of human resources.","author":[{"given":"Panagiotis","family":"Sidiropoulos"},{"given":"Jan-Peter","family":"Muller"},{"given":"Gillian","family":"Watson"},{"given":"Gregory","family":"Michael"},{"given":"Sebastian","family":"Walter"}],"DOI":"https://doi.org/10.1016/j.pss.2017.10.012","type":"article-journal","id":"Sidiropoulos:2018pss","citation-key":"Sidiropoulos:2018pss","ISSN":"0032-0633","issued":{"date-parts":[[2018]]},"keyword":"Mars,High-resolution imagery,Mars orbiters,Coregistration,Orthorectification,Mosaicing,MC11 quadrangle","page":"33 - 42","title":"Automatic Coregistration and orthorectification (ACRO) and subsequent mosaicing of NASA high-resolution imagery over the Mars MC11 quadrangle, using HRSC as a baseline","URL":"http://www.sciencedirect.com/science/article/pii/S003206331730260X","volume":"151"},{"container-title":"Space Science Reviews","abstract":"The MErcury Surface, Space ENvironment, GEochemistry, and Ranging (MESSENGER) spacecraft, launched on August 3, 2004, is nearing the halfway point on its voyage to become the first probe to orbit the planet Mercury. The mission, spacecraft, and payload are designed to answer six fundamental questions regarding the innermost planet: (1) What planetary formational processes led to Mercury's high ratio of metal to silicate? (2) What is the geological history of Mercury? (3) What are the nature and origin of Mercury's magnetic field? (4) What are the structure and state of Mercury's core? (5) What are the radar-reflective materials at Mercury's poles? (6) What are the important volatile species and their sources and sinks near Mercury? The mission has focused to date on commissioning the spacecraft and science payload as well as planning for flyby and orbital operations. The second Venus flyby (June 2007) will complete final rehearsals for the Mercury flyby operations in January and October 2008 and September 2009. Those flybys will provide opportunities to image the hemisphere of the planet not seen by Mariner 10, obtain high-resolution spectral observations with which to map surface mineralogy and assay the exosphere, and carry out an exploration of the magnetic field and energetic particle distribution in the near-Mercury environment. The orbital phase, beginning on March 18, 2011, is a one-year-long, near-polar-orbital observational campaign that will address all mission goals. The orbital phase will complete global imaging, yield detailed surface compositional and topographic data over the northern hemisphere, determine the geometry of Mercury's internal magnetic field and magnetosphere, ascertain the radius and physical state of Mercury's outer core, assess the nature of Mercury's polar deposits, and inventory exospheric neutrals and magnetospheric charged particle species over a range of dynamic conditions. Answering the questions that have guided the MESSENGER mission will expand our understanding of the formation and evolution of the terrestrial planets as a family.","author":[{"given":"Sean C.","family":"Solomon"},{"given":"Ralph L.","family":"McNutt"},{"given":"Robert E.","family":"Gold"},{"given":"Deborah L.","family":"Domingue"}],"DOI":"10.1007/s11214-007-9247-6","type":"article-journal","id":"Solomon:2007ssr","citation-key":"Solomon:2007ssr","ISSN":"1572-9672","issue":"1","issued":{"date-parts":[[2007,8]]},"page":"3-39","title":"MESSENGER Mission Overview","URL":"https://doi.org/10.1007/s11214-007-9247-6","volume":"131"},{"author":[{"given":"E. J.","family":"Speyerer"},{"given":"R. V.","family":"Wagner"},{"given":"E.","family":"Mazarico"},{"given":"V.","family":"Silva"},{"given":"J.","family":"Anderson"},{"given":"M. S.","family":"Robinson"},{"given":"J. F.","family":"Bell"}],"container-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Speyerer:2018lpsc","citation-key":"Speyerer:2018lpsc","issued":{"date-parts":[[2018,3]]},"number":"2538","page":"2538","title":"Production of New Clementine UVVIS Map Products Tied to the LRO Reference Frame"},{"author":[{"given":"Thomas","family":"Roatsch"},{"given":"Marita","family":"Wählisch"},{"given":"Angelika","family":"Hoffmeister"},{"given":"Frank","family":"Scholten"},{"given":"Klaus-Dieter","family":"Matz"},{"given":"Bernd","family":"Giese"},{"given":"Roland","family":"Wagner"},{"given":"Elke","family":"Kersten"},{"given":"Gerhard","family":"Neukum"}],"container-title":"Proceedings of the XXXVII ISPRS Conference","type":"paper-conference","id":"Roatsch:2008isprs","citation-key":"Roatsch:2008isprs","issued":{"date-parts":[[2008,1]]},"page":"1011","title":"Mapping and Cartography of the ICY Saturnian Satellites Using Cassini-ISS Images"},{"author":[{"given":"Thomas","family":"Roatsch"},{"given":"Elke","family":"Kersten"},{"given":"Klaus-Dieter","family":"Matz"},{"given":"Frank","family":"Scholten"},{"given":"Roland","family":"Wagner"},{"given":"Carolyn","family":"Porco"}],"container-title":"Enceladus and the Icy Moons of Saturn","collection-title":"Enceladus and the Icy Moons of Saturn","type":"paper-conference","id":"Roatsch:2016enc","citation-key":"Roatsch:2016enc","issued":{"date-parts":[[2016]]},"page":"3032","title":"Cartography of the Medium-Sized Saturnian Satellites Based on Cassini-ISS Images"},{"container-title":"NASA Planetary Data System","author":[{"given":"T. E.","family":"Roatsch"},{"given":"K.D.","family":"Kersten"},{"given":"F.","family":"Matz"},{"given":"F.","family":"Preusker"},{"given":"S.","family":"Scholten"},{"given":"S.E.","family":"Elgner"},{"given":"R.","family":"Schroeder"},{"given":"R.","family":"Jaumann"},{"given":"C.A.","family":"Raymond"},{"given":"C.T.","family":"Russell"}],"type":"article-journal","id":"Roatsch:2018pds","citation-key":"Roatsch:2018pds","issued":{"date-parts":[[2018]]},"number":"DAWN-A-FC2-5-CERESHAMODTMSPG-V1.0","page":"DAWN-A-FC2-5-CERESHAMODTMSPG-V1.0","title":"DAWN FC2 DERIVED CERES HAMO DTM SPG V1.0"},{"abstract":"The Lunar Reconnaissance Orbiter Camera (LROC) consists of three imaging systems: a Wide Angle Camera (WAC) and two Narrow Angle Cameras (NACs). Since entering lunar orbit in June of 2009, LROC has collected over 700,000 images. A subset of WAC images were reduced into a global morphologic basemap, a near-global digital elevation model, and multitemporal movie sequences that characterize illumination conditions of the polar regions. In addition, NAC observations were reduced to meter scale maps and digital elevation models of select regions of interest. These Reduced Data Record (RDR) products were publicly released through NASA's Planetary Data System to aid scientists and engineers in planning future lunar missions and addressing key science questions.","author":[{"given":"Mark","family":"Robinson"},{"given":"Emerson J.","family":"Speyerer"},{"given":"Aaron","family":"Boyd"},{"given":"Devin","family":"Waller"},{"given":"Robert V.","family":"Wagner"},{"given":"Kyle N.","family":"Burns"}],"container-title":"International Archives of the Photogrammetry, Remote Sensing and Spatial Information Sciences - ISPRS Archives","type":"paper-conference","id":"Robinson:2012isprs","citation-key":"Robinson:2012isprs","issued":{"date-parts":[[2012]]},"keyword":"DEM/DTM,High resolution,Imagery,Mapping,Mosaic,Multispectral,Multitemporal,Planetary","language":"English (US)","page":"501-504","publisher":"International Society for Photogrammetry","title":"Exploring the moon with the lunar reconnaissance orbiter camera","volume":"39"},{"container-title":"Icarus","abstract":"The 2015 New Horizons flyby has produced the first high-resolution maps of morphology and topography of Pluto and Charon, the most distant objects so mapped. Global integrated mosaics of Pluto were produced using both LORRI framing camera and MVIC line scan camera data, showing the best resolution data obtained for all areas of the illuminated surface, ∼78% of the body. A unique feature of the Pluto imaging data set is the observation of terrains illuminated only by light scattered from atmospheric haze, allowing us to map terrains in the southern hemisphere that would otherwise have been in darkness. MVIC 4-color data were combined with the panchromatic map to produce full color global maps. Digital elevation models (DEMs) over ∼42% of Pluto were produced using combinations of MVIC hemispheric scans and LORRI mosaics, from which slopes at scales of ∼1 km can be determined. Pluto can be divided into regions each with distinct topographic signatures, corresponding with major physiographic terrain types. Large areas of Pluto are comprised of low-relief moderately cratered plains units. Deeply pitted and glaciated plains east of Sputnik Planitia are elevated ∼0.7 km. The most dominant topographic feature on Pluto is the 1200-by-2000-km wide depression enclosing the bright Sputnik Planitia ice sheet, the surface of which is 2.5-to-3.5 km deep (relative to the rim) and ∼2 km deep relative to the mean radius. The partial ring of steep-sided massifs, several of which are more than 5 km high, along the western margins of Sputnik Planitia produce some of the locally highest and steepest relief on Pluto, with slopes of 40–50°. The second major topographic feature is a complex, eroded, ridge-trough system ∼300–400 km wide and at least 3200 km long extending north-to-south along the 155° meridian. This enormous structure has several kilometers of relief. It may predate the large impact event forming the basin, though some post-Sputnik Planitia deformation is evident. The large depressed, partially walled plain, Hyecho Palus, lies due southwest of Sputnik Planitia. Near the center of Hyecho Palus lie the circular constructional edifices Wright and Piccard Montes. Wright Mons rises 4.5 km above these plains, with a central depression ∼4.5 km deep, whereas Piccard Mons, best observed in haze-light, rises ∼5.5 km above the plains but has a bowl-shaped central depression ∼5.5 km below the plains for a total relief of up to 11 km, the greatest observed on Pluto. Both of these features are interpreted as constructional (volcanic?) in nature. Additional prominent topographic features include a 2–3 km high and ∼600 km wide dome centered on the illuminated IAU pole and the amoeboidal plateaus of “bladed” terrains in the equatorial region, which rise 2–5 km above local terrains and are the highest standing geologic units on the encounter hemisphere. The mean elevations in the integrated DEM for the two radio occultation areas are consistent with the 5–6 km difference in elevation as determined independently by the radio experiment, and a limb profile near the egress point confirms the presence of elevated bladed terrains in that area. Local relief of 3–5 km at massifs, troughs and pits supports conclusions that the icy shell of Pluto is relatively rigid. Numerous examples of topographic control of ice or frost deposition occur across Pluto, including the distinct coloration of the polar dome, the elevated terrains of eastern Tombaugh Regio, and along the ridge-trough system, where ridge tops and fossae rims are covered in different ices than at lower elevations. The topographic hypsogram of Pluto's encounter hemisphere is strongly bimodal due to the large Sputnik Planitia depression. Otherwise the topographic signature of Pluto is controlled by deviations from the otherwise dominant low plains, including elevated bladed terrain plateaus and the depressed volcanic province including Wright and Piccard Montes.","author":[{"given":"Paul Michael","family":"Schenk"},{"given":"Ross A.","family":"Beyer"},{"given":"William B.","family":"McKinnon"},{"given":"Jeffrey M.","family":"Moore"},{"given":"John R.","family":"Spencer"},{"given":"Oliver L.","family":"White"},{"given":"Kelsi","family":"Singer"},{"given":"Francis","family":"Nimmo"},{"given":"Carver","family":"Thomason"},{"given":"Tod R.","family":"Lauer"},{"given":"Stuart","family":"Robbins"},{"given":"Orkan M.","family":"Umurhan"},{"given":"William M.","family":"Grundy"},{"given":"S. Alan","family":"Stern"},{"given":"Harold A.","family":"Weaver"},{"given":"Leslie A.","family":"Young"},{"given":"K. Ennico","family":"Smith"},{"given":"Cathy","family":"Olkin"}],"DOI":"https://doi.org/10.1016/j.icarus.2018.06.008","type":"article-journal","id":"Schenk:2018icarus_b","citation-key":"Schenk:2018icarus_b","ISSN":"0019-1035","issued":{"date-parts":[[2018]]},"keyword":"Pluto,Topography,Icy satellite,Impact","page":"400 - 433","title":"Basins, fractures and volcanoes: Global cartography and topography of Pluto from New Horizons","URL":"http://www.sciencedirect.com/science/article/pii/S0019103517306024","volume":"314"},{"container-title":"Journal of Geophysical Research: Planets","author":[{"given":"F.","family":"Scholten"},{"given":"J.","family":"Oberst"},{"given":"K.-D.","family":"Matz"},{"given":"T.","family":"Roatsch"},{"given":"M.","family":"Wählisch"},{"given":"E. J.","family":"Speyerer"},{"given":"M. S.","family":"Robinson"}],"type":"article-journal","id":"Scholten:2012","citation-key":"Scholten:2012","issue":"E12","issued":{"date-parts":[[2012]]},"title":"GLD100: The near-global lunar 100 m raster DTM from LROC WAC stereo image data","volume":"117"},{"container-title":"Science","abstract":"Images obtained by the Optical, Spectroscopic, and Infrared Remote Imaging System (OSIRIS) cameras onboard the Rosetta spacecraft reveal that asteroid 21 Lutetia has a complex geology and one of the highest asteroid densities measured so far, 3.4 ± 0.3 grams per cubic centimeter. The north pole region is covered by a thick layer of regolith, which is seen to flow in major landslides associated with albedo variation. Its geologically complex surface, ancient surface age, and high density suggest that Lutetia is most likely a primordial planetesimal. This contrasts with smaller asteroids visited by previous spacecraft, which are probably shattered bodies, fragments of larger parents, or reaccumulated rubble piles.","author":[{"given":"H.","family":"Sierks"},{"given":"P.","family":"Lamy"},{"given":"C.","family":"Barbieri"},{"given":"D.","family":"Koschny"},{"given":"H.","family":"Rickman"},{"given":"R.","family":"Rodrigo"},{"given":"M. F.","family":"A’Hearn"},{"given":"F.","family":"Angrilli"},{"given":"M. A.","family":"Barucci"},{"given":"J.-L.","family":"Bertaux"},{"given":"I.","family":"Bertini"},{"given":"S.","family":"Besse"},{"given":"B.","family":"Carry"},{"given":"G.","family":"Cremonese"},{"given":"V.","family":"Da Deppo"},{"given":"B.","family":"Davidsson"},{"given":"S.","family":"Debei"},{"given":"M.","family":"De Cecco"},{"given":"J.","family":"De Leon"},{"given":"F.","family":"Ferri"},{"given":"S.","family":"Fornasier"},{"given":"M.","family":"Fulle"},{"given":"S. F.","family":"Hviid"},{"given":"R. W.","family":"Gaskell"},{"given":"O.","family":"Groussin"},{"given":"P.","family":"Gutierrez"},{"given":"W.","family":"Ip"},{"given":"L.","family":"Jorda"},{"given":"M.","family":"Kaasalainen"},{"given":"H. U.","family":"Keller"},{"given":"J.","family":"Knollenberg"},{"given":"R.","family":"Kramm"},{"given":"E.","family":"Kührt"},{"given":"M.","family":"Küppers"},{"given":"L.","family":"Lara"},{"given":"M.","family":"Lazzarin"},{"given":"C.","family":"Leyrat"},{"given":"J. J. Lopez","family":"Moreno"},{"given":"S.","family":"Magrin"},{"given":"S.","family":"Marchi"},{"given":"F.","family":"Marzari"},{"given":"M.","family":"Massironi"},{"given":"H.","family":"Michalik"},{"given":"R.","family":"Moissl"},{"given":"G.","family":"Naletto"},{"given":"F.","family":"Preusker"},{"given":"L.","family":"Sabau"},{"given":"W.","family":"Sabolo"},{"given":"F.","family":"Scholten"},{"given":"C.","family":"Snodgrass"},{"given":"N.","family":"Thomas"},{"given":"C.","family":"Tubiana"},{"given":"P.","family":"Vernazza"},{"given":"J.-B.","family":"Vincent"},{"given":"K.-P.","family":"Wenzel"},{"given":"T.","family":"Andert"},{"given":"M.","family":"Pätzold"},{"given":"B. P.","family":"Weiss"}],"DOI":"10.1126/science.1207325","type":"article-journal","id":"Sierks:2011sci","citation-key":"Sierks:2011sci","ISSN":"0036-8075","issue":"6055","issued":{"date-parts":[[2011]]},"page":"487-490","publisher":"American Association for the Advancement of Science","title":"Images of Asteroid 21 Lutetia: A Remnant Planetesimal from the Early Solar System","URL":"https://science.sciencemag.org/content/334/6055/487","volume":"334"},{"container-title":"Icarus","abstract":"We describe a procedure that allows the efficient generation of numerical shape models for irregular Solar System objects, where a numerical model is simply a table of evenly spaced body-centered latitudes and longitudes and their associated radii. This modeling technique uses a combination of data from limbs, terminators, and control points, and produces shape models that have some important advantages over analytical shape models. Accurate numerical shape models make it feasible to study irregular objects with a wide range of standard scientific analysis techniques. These applications include the determination of moments of inertia and surface gravity, the mapping of surface locations and structural orientations, photometric measurement and analysis, the reprojection and mosaicking of digital images, and the generation of albedo maps. The capabilities of our modeling procedure are illustrated through the development of an accurate numerical shape model for Phobos and the production of a global, high-resolution, high-pass-filtered digital image mosaic of this Martian moon. Other irregular objects that have been modeled, or are being modeled, include the asteroid Gaspra and the satellites Deimos, Amalthea, Epimetheus, Janus, Hyperion, and Proteus.","author":[{"given":"Damon P.","family":"Simonelli"},{"given":"Peter C.","family":"Thomas"},{"given":"Brian T.","family":"Carcich"},{"given":"Joseph","family":"Veverka"}],"DOI":"https://doi.org/10.1006/icar.1993.1057","type":"article-journal","id":"Simonelli:1993icarus","citation-key":"Simonelli:1993icarus","ISSN":"0019-1035","issue":"1","issued":{"date-parts":[[1993]]},"page":"49 - 61","title":"The Generation and Use of Numerical Shape Models for Irregular Solar System Objects","URL":"http://www.sciencedirect.com/science/article/pii/S0019103583710572","volume":"103"},{"container-title":"Journal of the Indian Society of Remote Sensing","author":[{"given":"V","family":"Sivakumar"},{"given":"Binay","family":"Kumar"},{"given":"Sandeep","family":"Srivastava"},{"given":"Barla","family":"Gopala Krishna"},{"given":"P.","family":"Srivastava"},{"given":"K.K.","family":"Seelin"}],"DOI":"10.1007/s12524-011-0172-5","type":"article-journal","id":"Sivakumar:2012","citation-key":"Sivakumar:2012","issued":{"date-parts":[[2012,12]]},"title":"DEM Generation for Lunar Surface using Chandrayaan-1 TMC Triplet Data","volume":"40"},{"container-title":"Science","abstract":"Voyager 2, during its encounter with the Jupiter system, provided images that both complement and supplement in important ways the Voyager 1 images. While many changes have been observed in Jupiter’s visual appearance, few, yet significant, changes have been detected in the principal atmospheric currents. Jupiter’s ring system is strongly forward scattering at visual wavelengths and consists of a narrow annulus of highest particle density, within which is a broader region in which the density is lower. On Io, changes are observed in eruptive activity, plume structure, and surface albedo patterns. Europa’s surface retains little or no record of intense meteorite bombardment, but does reveal a complex and, as yet, little-understood system of overlapping bright and dark linear features. Ganymede is found to have at least one unit of heavily cratered terrain on a surface that otherwise suggests widespread tectonism. Except for two large ringed basins, Callisto’s entire surface is heavily cratered.","author":[{"family":"Smith"}],"DOI":"10.1126/science.206.4421.927","type":"article-journal","id":"Smith:1979sci","citation-key":"Smith:1979sci","ISSN":"0036-8075","issue":"4421","issued":{"date-parts":[[1979]]},"page":"927-950","publisher":"American Association for the Advancement of Science","title":"The Galilean Satellites and Jupiter: Voyager 2 Imaging Science Results","URL":"https://science.sciencemag.org/content/206/4421/927","volume":"206"},{"container-title":"Science","abstract":"As Voyager 1 flew through the Saturn system it returned photographs revealing many new and surprising characteristics of this complicated community of bodies. Saturn’s atmosphere has numerous, low-contrast, discrete cloud features and a pattern of circulation significantly different from that of Jupiter. Titan is shrouded in a haze layer that varies in thickness and appearance. Among the icy satellites there is considerable variety in density, albedo, and surface morphology and substantial evidence for endogenic surface modification. Trends in density and crater characteristics are quite unlike those of the Galilean satellites. Small inner satellites, three of which were discovered in Voyager images, interact gravitationally with one another and with the ring particles in ways not observed elsewhere in the solar system. Saturn’s broad A, B, and C rings contain hundreds of \"ringlets,\" and in the densest portion of the B ring there are numerous nonaxisymmetric features. The narrow F ring has three components which, in at least one instance, are kinked and crisscrossed. Two rings are observed beyond the F ring, and material is seen between the C ring and the planet.","author":[{"family":"Smith"}],"DOI":"10.1126/science.212.4491.163","type":"article-journal","id":"Smith:1981sci","citation-key":"Smith:1981sci","ISSN":"0036-8075","issue":"4491","issued":{"date-parts":[[1981]]},"page":"163-191","publisher":"American Association for the Advancement of Science","title":"Encounter with Saturn: Voyager 1 Imaging Science Results","URL":"https://science.sciencemag.org/content/212/4491/163","volume":"212"},{"container-title":"Science","abstract":"Elevations measured by the Mars Orbiter Laser Altimeter have yielded a high-accuracy global map of the topography of Mars. Dominant features include the low northern hemisphere, the Tharsis province, and the Hellas impact basin. The northern hemisphere depression is primarily a long-wavelength effect that has been shaped by an internal mechanism. The topography of Tharsis consists of two broad rises. Material excavated from Hellas contributes to the high elevation of the southern hemisphere and to the scarp along the hemispheric boundary. The present topography has three major drainage centers, with the northern lowlands being the largest. The two polar cap volumes yield an upper limit of the present surface water inventory of 3.2 to 4.7 million cubic kilometers.","author":[{"given":"David E.","family":"Smith"},{"given":"Maria T.","family":"Zuber"},{"given":"Sean C.","family":"Solomon"},{"given":"Roger J.","family":"Phillips"},{"given":"James W.","family":"Head"},{"given":"James B.","family":"Garvin"},{"given":"W. Bruce","family":"Banerdt"},{"given":"Duane O.","family":"Muhleman"},{"given":"Gordon H.","family":"Pettengill"},{"given":"Gregory A.","family":"Neumann"},{"given":"Frank G.","family":"Lemoine"},{"given":"James B.","family":"Abshire"},{"given":"Oded","family":"Aharonson"},{"given":"C.","family":"David"},{"family":"Brown"},{"given":"Steven A.","family":"Hauck"},{"given":"Anton B.","family":"Ivanov"},{"given":"Patrick J.","family":"McGovern"},{"given":"H. Jay","family":"Zwally"},{"given":"Thomas C.","family":"Duxbury"}],"DOI":"10.1126/science.284.5419.1495","type":"article-journal","id":"Smith:1999sci","citation-key":"Smith:1999sci","ISSN":"0036-8075","issue":"5419","issued":{"date-parts":[[1999]]},"page":"1495-1503","publisher":"American Association for the Advancement of Science","title":"The Global Topography of Mars and Implications for Surface Evolution","URL":"https://science.sciencemag.org/content/284/5419/1495","volume":"284"},{"container-title":"Science","abstract":"The MESSENGER spacecraft orbiting Mercury has been in a undefined̃12-hour eccentric, near-polar orbit since 18 March 2011 (see the Perspective by McKinnon). Smith et al. (p. 214, published online 21 March) present the most recent determination of Mercury’s gravity field, based on radio tracking of the MESSENGER spacecraft between 18 March and 23 August 2011. The results point to an interior structure that differs from those of the other terrestrial planets: the density of the planet’s solid outer shell suggests the existence of a deep reservoir of high-density material, possibly an Fe-S layer. Zuber et al. (p. 217, published online 21 March) used data obtained by the MESSENGER laser altimeter through to 24 October 2011 to build a topographic map of Mercury’s northern hemisphere. The map shows less variation in elevation, compared with Mars or the Moon, and its features add to the body of evidence that Mercury has sustained geophysical activity for much of its history.Radio tracking of the MESSENGER spacecraft has provided a model of Mercury’s gravity field. In the northern hemisphere, several large gravity anomalies, including candidate mass concentrations (mascons), exceed 100 milli-Galileos (mgal). Mercury’s northern hemisphere crust is thicker at low latitudes and thinner in the polar region and shows evidence for thinning beneath some impact basins. The low-degree gravity field, combined with planetary spin parameters, yields the moment of inertia C/MR2 = 0.353 ± 0.017, where M and R are Mercury’s mass and radius, and a ratio of the moment of inertia of Mercury’s solid outer shell to that of the planet of Cm/C = 0.452 ± 0.035. A model for Mercury’s radial density distribution consistent with these results includes a solid silicate crust and mantle overlying a solid iron-sulfide layer and an iron-rich liquid outer core and perhaps a solid inner core.","author":[{"given":"David E.","family":"Smith"},{"given":"Maria T.","family":"Zuber"},{"given":"Roger J.","family":"Phillips"},{"given":"Sean C.","family":"Solomon"},{"given":"Steven A.","family":"Hauck"},{"given":"Frank G.","family":"Lemoine"},{"given":"Erwan","family":"Mazarico"},{"given":"Gregory A.","family":"Neumann"},{"given":"Stanton J.","family":"Peale"},{"given":"Jean-Luc","family":"Margot"},{"given":"Catherine L.","family":"Johnson"},{"given":"Mark H.","family":"Torrence"},{"given":"Mark E.","family":"Perry"},{"given":"David D.","family":"Rowlands"},{"given":"Sander","family":"Goossens"},{"given":"James W.","family":"Head"},{"given":"Anthony H.","family":"Taylor"}],"DOI":"10.1126/science.1218809","type":"article-journal","id":"Smith:2012sci","citation-key":"Smith:2012sci","ISSN":"0036-8075","issue":"6078","issued":{"date-parts":[[2012]]},"page":"214-217","publisher":"American Association for the Advancement of Science","title":"Gravity Field and Internal Structure of Mercury from MESSENGER","URL":"https://science.sciencemag.org/content/336/6078/214","volume":"336"},{"container-title":"Icarus","abstract":"In June 2009 the Lunar Reconnaissance Orbiter (LRO) spacecraft was launched to the Moon. The payload consists of 7 science instruments selected to characterize sites for future robotic and human missions. Among them, the Lunar Orbiter Laser Altimeter (LOLA) was designed to obtain altimetry, surface roughness, and reflectance measurements. The primary phase of lunar exploration lasted one year, following a 3-month commissioning phase. On completion of its exploration objectives, the LRO mission transitioned to a science mission. After 7 years in lunar orbit, the LOLA instrument continues to map the lunar surface. The LOLA dataset is one of the foundational datasets acquired by the various LRO instruments. LOLA provided a high-accuracy global geodetic reference frame to which past, present and future lunar observations can be referenced. It also obtained high-resolution and accurate global topography that were used to determine regions in permanent shadow at the lunar poles. LOLA further contributed to the study of polar volatiles through its unique measurement of surface brightness at zero phase, which revealed anomalies in several polar craters that may indicate the presence of water ice. In this paper, we describe the many LOLA accomplishments to date and its contribution to lunar and planetary science.","author":[{"given":"David E.","family":"Smith"},{"given":"Maria T.","family":"Zuber"},{"given":"Gregory A.","family":"Neumann"},{"given":"Erwan","family":"Mazarico"},{"given":"Frank G.","family":"Lemoine"},{"given":"James W.","family":"Head III"},{"given":"Paul G.","family":"Lucey"},{"given":"Oded","family":"Aharonson"},{"given":"Mark S.","family":"Robinson"},{"given":"Xiaoli","family":"Sun"},{"given":"Mark H.","family":"Torrence"},{"given":"Michael K.","family":"Barker"},{"given":"Juergen","family":"Oberst"},{"given":"Thomas C.","family":"Duxbury"},{"given":"Dandan","family":"Mao"},{"given":"Olivier S.","family":"Barnouin"},{"given":"Kopal","family":"Jha"},{"given":"David D.","family":"Rowlands"},{"given":"Sander","family":"Goossens"},{"given":"David","family":"Baker"},{"given":"Sven","family":"Bauer"},{"given":"Philipp","family":"Gläser"},{"given":"Myriam","family":"Lemelin"},{"given":"Margaret","family":"Rosenburg"},{"given":"Michael M.","family":"Sori"},{"given":"Jennifer","family":"Whitten"},{"given":"Timothy","family":"Mcclanahan"}],"DOI":"https://doi.org/10.1016/j.icarus.2016.06.006","type":"article-journal","id":"Smith:2017icarus","citation-key":"Smith:2017icarus","ISSN":"0019-1035","issued":{"date-parts":[[2017]]},"keyword":"Moon,surface,orbit determination","note":"Lunar Reconnaissance Orbiter - Part II","page":"70 - 91","title":"Summary of the results from the lunar orbiter laser altimeter after seven years in lunar orbit","URL":"http://www.sciencedirect.com/science/article/pii/S0019103516302810","volume":"283"},{"container-title":"Science","abstract":"The New Horizons spacecraft flew past the Kuiper Belt object (486958) Arrokoth (also known as 2014 MU69) in January 2019. Because of the great distance to the outer Solar System and limited bandwidth, it will take until late 2020 to downlink all the spacecraft’s observations back to Earth. Three papers in this issue analyze recently downlinked data, including the highest-resolution images taken during the encounter (see the Perspective by Jewitt). Spencer et al. examined Arrokoth’s geology and geophysics using stereo imaging, dated the surface using impact craters, and produced a geomorphological map. Grundy et al. investigated the composition of the surface using color imaging and spectroscopic data and assessed Arrokoth’s thermal emission using microwave radiometry. McKinnon et al. used simulations to determine how Arrokoth formed: Two gravitationally bound objects gently spiraled together during the formation of the Solar System. Together, these papers determine the age, composition, and formation process of the most pristine object yet visited by a spacecraft.Science, this issue p. eaay3999, p. eaay3705, p. eaay6620; see also p. 980INTRODUCTIONOn 1 January 2019, the New Horizons spacecraft passed 3538 km from Kuiper Belt object (KBO) (486958) Arrokoth. Arrokoth is a contact binary consisting of two distinct lobes, connected by a narrow neck. Its orbital parameters, albedo, and color make Arrokoth a typical cold classical KBO (CCKBO). CCKBOs are the most dynamically and physically primitive population of small Solar System bodies known.RATIONALESince the publication of initial results from the flyby, additional data have been downlinked and analyzed. This paper describes the resulting analysis of Arrokoth’s shape, geological evolution, and satellite and ring constraints.RESULTSImproved stereo imaging constrains the object’s shape and topography and allows us to generate a stereographic terrain model. Typical relief on both lobes (away from the neck region) is  0.5 km or smaller.Arrokoth’s rotational period is 15.92 ± 0.02 hours, with its rotational pole pointing to right ascension = 317.5 ± 1°, declination = -24.9 ± 1°, J2000 equinox. The object consists of two roughly ellipsoidal lobes with overall dimensions of 36 km by 20 km by 10 km. The maximum dimensions of the two lobes are 20.6 km by 19.9 km by 9.4 km and 15.4 km by 13.8 km by 9.8 km, with uncertainties of 0.5 km by 0.5 km by 2.0 km. The total volume is equal to a sphere of diameter 18.3 ± 1.2 km, and the volume ratio of the two lobes is 1.9 ± 0.5. Global bulk density must be &gt;290 kg m-3 if the neck is not in tension. Assuming a bulk density of 500 kg m-3, as measured for comets, the mean surface gravity is  1 mm s-2, and the compressive strength of the neck must be &gt;2.3 kPa.The two lobes are closely aligned. The maximum axis of inertia of the large lobe is aligned within &lt;5° of that of the small lobe. The equatorial planes of the two lobes are also almost coincident in space.The small lobe’s surface is marked by complex albedo patterns, often with sinuous margins and no detectable topographic signature, whereas the large lobe’s surface is dominated by clusters of low dark hills superposed on brighter, smoother terrain. The large lobe’s surface is divided into distinct subunits, which may represent smaller bodies that accreted to form it, though the overall smoothness of the surface, and the youthful appearance of many boundaries, which are sometimes undetectable or cross-cut by clusters of hills, suggest a more complex postformation history. If the subunits did accrete first, the smoothness of their mutual boundaries suggests subsequent accretion of additional material and later reactivation of the boundaries.We identify  40 possible impact craters on Arrokoth, though only about 10 with high confidence. The largest crater, nicknamed Maryland, is about 7 km in diameter, and the rest are smaller than 1 km. Their size-frequency distribution is consistent with a single power law. Crater densities are lower than on many other small bodies but are consistent with a surface age of &gt;4 billion years. No satellites or rings are detected: Satellite diameter upper limit is 180 m out to 8000-km radius from Arrokoth.CONCLUSIONArrokoth’s smooth, lightly cratered surface is unlike that of other Solar System bodies and appears to date from the period of planetary accretion. The alignment of its two lobes constrains the processes that formed this contact binary. Because its orbit, albedo, color, and rotation are typical of other CCKBOs, Arrokoth can likely be used to understand the cold classical belt as a whole.Stereo image pair of Arrokoth.The left and center images can be viewed cross-eyed, or the right and center by direct viewing.The Cold Classical Kuiper Belt, a class of small bodies in undisturbed orbits beyond Neptune, is composed of primitive objects preserving information about Solar System formation. In January 2019, the New Horizons spacecraft flew past one of these objects, the 36-kilometer-long contact binary (486958) Arrokoth (provisional designation 2014 MU69). Images from the flyby show that Arrokoth has no detectable rings, and no satellites (larger than 180 meters in diameter) within a radius of 8000 kilometers. Arrokoth has a lightly cratered, smooth surface with complex geological features, unlike those on previously visited Solar System bodies. The density of impact craters indicates the surface dates from the formation of the Solar System. The two lobes of the contact binary have closely aligned poles and equators, constraining their accretion mechanism.","author":[{"given":"J. R.","family":"Spencer"},{"given":"S. A.","family":"Stern"},{"given":"J. M.","family":"Moore"},{"given":"H. A.","family":"Weaver"},{"given":"K. N.","family":"Singer"},{"given":"C. B","family":"Olkin"},{"given":"A. J.","family":"Verbiscer"},{"given":"W. B.","family":"McKinnon"},{"given":"J. Wm.","family":"Parker"},{"given":"R. A.","family":"Beyer"},{"given":"J. T.","family":"Keane"},{"given":"T. R.","family":"Lauer"},{"given":"S. B.","family":"Porter"},{"given":"O. L.","family":"White"},{"given":"B. J.","family":"Buratti"},{"given":"M. R.","family":"El-Maarry"},{"given":"C. M.","family":"Lisse"},{"given":"A. H.","family":"Parker"},{"given":"H. B.","family":"Throop"},{"given":"S. J.","family":"Robbins"},{"given":"O. M.","family":"Umurhan"},{"given":"R. P.","family":"Binzel"},{"given":"D. T.","family":"Britt"},{"given":"M. W.","family":"Buie"},{"given":"A. F.","family":"Cheng"},{"given":"D. P.","family":"Cruikshank"},{"given":"H. A.","family":"Elliott"},{"given":"G. R.","family":"Gladstone"},{"given":"W. M.","family":"Grundy"},{"given":"M. E.","family":"Hill"},{"given":"M.","family":"Horanyi"},{"given":"D. E.","family":"Jennings"},{"given":"J. J.","family":"Kavelaars"},{"given":"I. R.","family":"Linscott"},{"given":"D. J.","family":"McComas"},{"given":"R. L.","family":"McNutt"},{"given":"S.","family":"Protopapa"},{"given":"D. C.","family":"Reuter"},{"given":"P. M.","family":"Schenk"},{"given":"M. R.","family":"Showalter"},{"given":"L. A.","family":"Young"},{"given":"A. M.","family":"Zangari"},{"given":"A. Y.","family":"Abedin"},{"given":"C. B.","family":"Beddingfield"},{"given":"S. D.","family":"Benecchi"},{"given":"E.","family":"Bernardoni"},{"given":"C. J.","family":"Bierson"},{"given":"D.","family":"Borncamp"},{"given":"V. J.","family":"Bray"},{"given":"A. L.","family":"Chaikin"},{"given":"R. D.","family":"Dhingra"},{"given":"C.","family":"Fuentes"},{"given":"T.","family":"Fuse"},{"given":"P. L","family":"Gay"},{"given":"S. D. J.","family":"Gwyn"},{"given":"D. P.","family":"Hamilton"},{"given":"J. D.","family":"Hofgartner"},{"given":"M. J.","family":"Holman"},{"given":"A. D.","family":"Howard"},{"given":"C. J. A.","family":"Howett"},{"given":"H.","family":"Karoji"},{"given":"D. E.","family":"Kaufmann"},{"given":"M.","family":"Kinczyk"},{"given":"B. H.","family":"May"},{"given":"M.","family":"Mountain"},{"given":"M.","family":"Pätzold"},{"given":"J. M.","family":"Petit"},{"given":"M. R.","family":"Piquette"},{"given":"I. N.","family":"Reid"},{"given":"H. J.","family":"Reitsema"},{"given":"K. D.","family":"Runyon"},{"given":"S. S.","family":"Sheppard"},{"given":"J. A.","family":"Stansberry"},{"given":"T.","family":"Stryk"},{"given":"P.","family":"Tanga"},{"given":"D. J.","family":"Tholen"},{"given":"D. E.","family":"Trilling"},{"given":"L. H.","family":"Wasserman"}],"DOI":"10.1126/science.aay3999","type":"article-journal","id":"Spencer:2020sci","citation-key":"Spencer:2020sci","ISSN":"0036-8075","issue":"6481","issued":{"date-parts":[[2020]]},"publisher":"American Association for the Advancement of Science","title":"The geology and geophysics of Kuiper Belt object (486958) Arrokoth","URL":"https://science.sciencemag.org/content/367/6481/eaay3999","volume":"367"},{"author":[{"given":"A.","family":"Stark"},{"given":"F.","family":"Preusker"},{"given":"J.","family":"Oberst"},{"given":"K.-D.","family":"Matz"},{"given":"K.","family":"Gwinner"},{"given":"T.","family":"Roatsch"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Stark:2017lpsc","citation-key":"Stark:2017lpsc","issued":{"date-parts":[[2017,3]]},"number":"2287","page":"2287","title":"High-Resolution Topography from MESSENGER Orbital Stereo Imaging - The H5 Quadrangle “Hokusai”","volume":"48"},{"container-title":"Science","abstract":"The flyby of Pluto and its moon Charon by the New Horizons spacecraft generated news coverage around the world. Now Stern et al. report the first scientific results from the high-speed encounter. The surface of Pluto is surprisingly diverse, with large regions of differing brightness and composition. There is ample evidence for ongoing rich geological processes that act to sculpt its surface. Charon’s surface is similarly complex, with numerous relief structures and varied coloration. Pluto’s atmosphere is extensive but less dense than expected, whereas Charon has no detectable atmosphere.Science, this issue p. 10.1126/science.aad1815INTRODUCTIONPluto was discovered in 1930 and was long thought to be a misfit or anomaly in the solar system. However, the 1992 discovery of the Kuiper Belt—a torus-shaped region beyond Neptune’s orbit, and the largest structure in our three-zoned planetary system—provided new context, showing Pluto to be the largest of a new class of small planets formed in the outer solar system during the ancient era of planetary accretion  4.5 billion years ago. NASA’s New Horizons spacecraft made the first exploration of Pluto, culminating on 14 July 2015; it collected numerous remote sensing and in situ measurements of Pluto and its system of five moons. We report the first scientific results and interpretations of that flyby.RATIONALEThe New Horizons spacecraft completed a close approach to the Pluto system at a distance of 13,691 km from Pluto’s center. The spacecraft carries a sophisticated suite of scientific instruments, including the Ralph multicolor/panchromatic mapper and mapping infrared composition spectrometer; the LORRI long-focal-length panchromatic visible imager; the Alice extreme/far ultraviolet mapping spectrograph; twin REX radio science experiments; the SWAP solar wind detector; the PEPSSI high-energy charged particle spectrometer; and VBSDC, a dust impact detector. Together these instruments collected more than 50 gigabits of data on the Pluto system near the time of the spacecraft’s closest approach.RESULTSWe found that Pluto’s surface displays a wide variety of landforms and terrain ages, as well as substantial albedo, color, and compositional variation. Evidence was also found for a water ice–rich crust, geologically young surface units, tectonic extension, surface volatile ice convection, possible wind streaks, volatile transport, and glacial flow. Pluto’s atmosphere is highly extended, with trace hydrocarbons, a global haze layer, and a surface pressure near 10 microbars. The bulk densities of Pluto and Charon were found to differ by less than 10%, which is consistent with bulk rock contents for the two bodies that are likewise similar. This could imply that both precursor bodies were undifferentiated (or only modestly differentiated) prior to their collision—which would have profound implications for the timing, the duration, and even the mechanism of accretion in the ancestral Kuiper Belt.Pluto’s large moon Charon displays extensional tectonics and extensive resurfacing, as well as possible evidence for a heterogeneous crustal composition; its north pole displays puzzling dark terrain. The sizes of Pluto’s small satellites Nix and Hydra were measured for the first time, as were their surface reflectivities, which are puzzlingly higher than Charon’s. No new satellites were detected.CONCLUSIONThe New Horizons encounter revealed that Pluto displays a surprisingly wide variety of geological landforms, including those resulting from glaciological and surface-atmosphere interactions as well as impact, tectonic, possible cryovolcanic, and mass-wasting processes. This suggests that other small planets of the Kuiper Belt, such as Eris, Makemake, and Haumea, could express similarly complex histories that rival those of terrestrial planets. Pluto’s diverse surface geology and long-term activity also raise fundamental questions about how it has remained active many billions of years after its formation.Pluto mosaic made from New Horizons LORRI images taken 14 July 2015 from a distance of 80,000 km.This view is projected from a point 1800 km above Pluto’s equator, looking northeast over the dark, cratered, informally named Cthulhu Regio toward the bright, smooth expanse of icy plains informally called Sputnik Planum. Pluto’s north pole is off the image to the left. This image mosaic was produced with panchromatic images from the New Horizons LORRI camera, with color overlaid from the Ralph color mapper onboard New Horizons.The Pluto system was recently explored by NASA’s New Horizons spacecraft, making closest approach on 14 July 2015. Pluto’s surface displays diverse landforms, terrain ages, albedos, colors, and composition gradients. Evidence is found for a water-ice crust, geologically young surface units, surface ice convection, wind streaks, volatile transport, and glacial flow. Pluto’s atmosphere is highly extended, with trace hydrocarbons, a global haze layer, and a surface pressure near 10 microbars. Pluto’s diverse surface geology and long-term activity raise fundamental questions about how small planets remain active many billions of years after formation. Pluto’s large moon Charon displays tectonics and evidence for a heterogeneous crustal composition; its north pole displays puzzling dark terrain. Small satellites Hydra and Nix have higher albedos than expected.","author":[{"given":"S. A.","family":"Stern"},{"given":"F.","family":"Bagenal"},{"given":"K.","family":"Ennico"},{"given":"G. R.","family":"Gladstone"},{"given":"W. M.","family":"Grundy"},{"given":"W. B.","family":"McKinnon"},{"given":"J. M.","family":"Moore"},{"given":"C. B.","family":"Olkin"},{"given":"J. R.","family":"Spencer"},{"given":"H. A.","family":"Weaver"},{"given":"L. A.","family":"Young"},{"given":"T.","family":"Andert"},{"given":"J.","family":"Andrews"},{"given":"M.","family":"Banks"},{"given":"B.","family":"Bauer"},{"given":"J.","family":"Bauman"},{"given":"O. S.","family":"Barnouin"},{"given":"P.","family":"Bedini"},{"given":"K.","family":"Beisser"},{"given":"R. A.","family":"Beyer"},{"given":"S.","family":"Bhaskaran"},{"given":"R. P.","family":"Binzel"},{"given":"E.","family":"Birath"},{"given":"M.","family":"Bird"},{"given":"D. J.","family":"Bogan"},{"given":"A.","family":"Bowman"},{"given":"V. J.","family":"Bray"},{"given":"M.","family":"Brozovic"},{"given":"C.","family":"Bryan"},{"given":"M. R.","family":"Buckley"},{"given":"M. W.","family":"Buie"},{"given":"B. J.","family":"Buratti"},{"given":"S. S.","family":"Bushman"},{"given":"A.","family":"Calloway"},{"given":"B.","family":"Carcich"},{"given":"A. F.","family":"Cheng"},{"given":"S.","family":"Conard"},{"given":"C. A.","family":"Conrad"},{"given":"J. C.","family":"Cook"},{"given":"D. P.","family":"Cruikshank"},{"given":"O. S.","family":"Custodio"},{"given":"C. M.","family":"Dalle Ore"},{"given":"C.","family":"Deboy"},{"given":"Z. J. B.","family":"Dischner"},{"given":"P.","family":"Dumont"},{"given":"A. M.","family":"Earle"},{"given":"H. A.","family":"Elliott"},{"given":"J.","family":"Ercol"},{"given":"C. M.","family":"Ernst"},{"given":"T.","family":"Finley"},{"given":"S. H.","family":"Flanigan"},{"given":"G.","family":"Fountain"},{"given":"M. J.","family":"Freeze"},{"given":"T.","family":"Greathouse"},{"given":"J. L.","family":"Green"},{"given":"Y.","family":"Guo"},{"given":"M.","family":"Hahn"},{"given":"D. P.","family":"Hamilton"},{"given":"S. A.","family":"Hamilton"},{"given":"J.","family":"Hanley"},{"given":"A.","family":"Harch"},{"given":"H. M.","family":"Hart"},{"given":"C. B.","family":"Hersman"},{"given":"A.","family":"Hill"},{"given":"M. E.","family":"Hill"},{"given":"D. P.","family":"Hinson"},{"given":"M. E.","family":"Holdridge"},{"given":"M.","family":"Horanyi"},{"given":"A. D.","family":"Howard"},{"given":"C. J. A.","family":"Howett"},{"given":"C.","family":"Jackman"},{"given":"R. A.","family":"Jacobson"},{"given":"D. E.","family":"Jennings"},{"given":"J. A.","family":"Kammer"},{"given":"H. K.","family":"Kang"},{"given":"D. E.","family":"Kaufmann"},{"given":"P.","family":"Kollmann"},{"given":"S. M.","family":"Krimigis"},{"given":"D.","family":"Kusnierkiewicz"},{"given":"T. R.","family":"Lauer"},{"given":"J. E.","family":"Lee"},{"given":"K. L.","family":"Lindstrom"},{"given":"I. R.","family":"Linscott"},{"given":"C. M.","family":"Lisse"},{"given":"A. W.","family":"Lunsford"},{"given":"V. A.","family":"Mallder"},{"given":"N.","family":"Martin"},{"given":"D. J.","family":"McComas"},{"given":"R. L.","family":"McNutt"},{"given":"D.","family":"Mehoke"},{"given":"T.","family":"Mehoke"},{"given":"E. D.","family":"Melin"},{"given":"M.","family":"Mutchler"},{"given":"D.","family":"Nelson"},{"given":"F.","family":"Nimmo"},{"given":"J. I.","family":"Nunez"},{"given":"A.","family":"Ocampo"},{"given":"W. M.","family":"Owen"},{"given":"M.","family":"Paetzold"},{"given":"B.","family":"Page"},{"given":"A. H.","family":"Parker"},{"given":"J. W.","family":"Parker"},{"given":"F.","family":"Pelletier"},{"given":"J.","family":"Peterson"},{"given":"N.","family":"Pinkine"},{"given":"M.","family":"Piquette"},{"given":"S. B.","family":"Porter"},{"given":"S.","family":"Protopapa"},{"given":"J.","family":"Redfern"},{"given":"H. J.","family":"Reitsema"},{"given":"D. C.","family":"Reuter"},{"given":"J. H.","family":"Roberts"},{"given":"S. J.","family":"Robbins"},{"given":"G.","family":"Rogers"},{"given":"D.","family":"Rose"},{"given":"K.","family":"Runyon"},{"given":"K. D.","family":"Retherford"},{"given":"M. G.","family":"Ryschkewitsch"},{"given":"P.","family":"Schenk"},{"given":"E.","family":"Schindhelm"},{"given":"B.","family":"Sepan"},{"given":"M. R.","family":"Showalter"},{"given":"K. N.","family":"Singer"},{"given":"M.","family":"Soluri"},{"given":"D.","family":"Stanbridge"},{"given":"A. J.","family":"Steffl"},{"given":"D. F.","family":"Strobel"},{"given":"T.","family":"Stryk"},{"given":"M. E.","family":"Summers"},{"given":"J. R.","family":"Szalay"},{"given":"M.","family":"Tapley"},{"given":"A.","family":"Taylor"},{"given":"H.","family":"Taylor"},{"given":"H. B.","family":"Throop"},{"given":"C. C. C.","family":"Tsang"},{"given":"G. L.","family":"Tyler"},{"given":"O. M.","family":"Umurhan"},{"given":"A. J.","family":"Verbiscer"},{"given":"M. H.","family":"Versteeg"},{"given":"M.","family":"Vincent"},{"given":"R.","family":"Webbert"},{"given":"S.","family":"Weidner"},{"given":"G. E.","family":"Weigle"},{"given":"O. L.","family":"White"},{"given":"K.","family":"Whittenburg"},{"given":"B. G.","family":"Williams"},{"given":"K.","family":"Williams"},{"given":"S.","family":"Williams"},{"given":"W. W.","family":"Woods"},{"given":"A. M.","family":"Zangari"},{"given":"E.","family":"Zirnstein"}],"DOI":"10.1126/science.aad1815","type":"article-journal","id":"Stern:2015sci","citation-key":"Stern:2015sci","ISSN":"0036-8075","issue":"6258","issued":{"date-parts":[[2015]]},"publisher":"American Association for the Advancement of Science","title":"The Pluto system: Initial results from its exploration by New Horizons","URL":"https://science.sciencemag.org/content/350/6258/aad1815","volume":"350"},{"container-title":"Icarus","abstract":"A technique, referred to as SARTopo, has been developed for obtaining surface height estimates with 10 km horizontal resolution and 75 m vertical resolution of the surface of Titan along each Cassini Synthetic Aperture Radar (SAR) swath. We describe the technique and present maps of the co-located data sets. A global map and regional maps of Xanadu and the northern hemisphere hydrocarbon lakes district are included in the results. A strength of the technique is that it provides topographic information co-located with SAR imagery. Having a topographic context vastly improves the interpretability of the SAR imagery and is essential for understanding Titan. SARTopo is capable of estimating surface heights for most of the SAR-imaged surface of Titan. Currently nearly 30% of the surface is within 100 km of a SARTopo height profile. Other competing techniques provide orders of magnitude less coverage. We validate the SARTopo technique through comparison with known geomorphological features such as mountain ranges and craters, and by comparison with co-located nadir altimetry, including a 3000 km strip that had been observed by SAR a month earlier. In this area, the SARTopo and nadir altimetry data sets are co-located tightly (within 5–10 km for one 500 km section), have similar resolution, and as expected agree closely in surface height. Furthermore the region contains prominent high spatial resolution topography, so it provides an excellent test of the resolution and precision of both techniques.","author":[{"given":"Bryan W.","family":"Stiles"},{"given":"Scott","family":"Hensley"},{"given":"Yonggyu","family":"Gim"},{"given":"David M.","family":"Bates"},{"given":"Randolph L.","family":"Kirk"},{"given":"Alex","family":"Hayes"},{"given":"Jani","family":"Radebaugh"},{"given":"Ralph D.","family":"Lorenz"},{"given":"Karl L.","family":"Mitchell"},{"given":"Philip S.","family":"Callahan"},{"given":"Howard","family":"Zebker"},{"given":"William T.K.","family":"Johnson"},{"given":"Stephen D.","family":"Wall"},{"given":"Jonathan I.","family":"Lunine"},{"given":"Charles A.","family":"Wood"},{"given":"Michael","family":"Janssen"},{"given":"Frederic","family":"Pelletier"},{"given":"Richard D.","family":"West"},{"given":"Chandini","family":"Veeramacheneni"}],"DOI":"https://doi.org/10.1016/j.icarus.2009.03.032","type":"article-journal","id":"Stiles:2009icarus","citation-key":"Stiles:2009icarus","ISSN":"0019-1035","issue":"2","issued":{"date-parts":[[2009]]},"keyword":"Titan,Radar observations","page":"584 - 598","title":"Determining Titan surface topography from Cassini SAR data","URL":"http://www.sciencedirect.com/science/article/pii/S0019103509001456","volume":"202"},{"container-title":"NASA Planetary Data System","author":[{"given":"P.","family":"Stooke"}],"type":"article-journal","id":"Stooke:2012pds","citation-key":"Stooke:2012pds","issued":{"date-parts":[[2012]]},"number":"MULTI-SA-MULTI-6-STOOKEMAPS-V2.0","page":"MULTI-SA-MULTI-6-STOOKEMAPS-V2.0","title":"Stooke Small Bodies Maps V2.0"},{"author":[{"given":"K.","family":"Suresh"}],"type":"document","id":"Suresh:nd","citation-key":"Suresh:nd","note":"Accessed September, 25, 2019","publisher":"https://vedas.sac.gov.in/vedas/downloads/ertd/CHANDRAYAAN/ldem-usermeet-final.pdf","title":"Lunar Digital Elevation Model Generation using Chandrayaan-1 Terrain Mapping Camera (TMC)","URL":"https://vedas.sac.gov.in/vedas/downloads/ertd/CHANDRAYAAN/ldem-usermeet-final.pdf"},{"abstract":"The Lunar Reconnaissance Orbiter Camera (LROC) consists of one Wide Angle Camera (WAC) for synoptic multispectral imaging and two Narrow Angle Cameras (NAC) to provide high-resolution images (0.5 to 2.0 m pixel scale) of key targets. LROC was not designed as a stereo system, but can obtain stereo pairs through images acquired from two orbits (with at least one off-nadir slew). Off-nadir rolls interfere with the data collection of the other instruments, so during the nominal mission LROC slew opportunities are limited to three per day.","author":[{"given":"T.","family":"Tran"},{"given":"M. R.","family":"Rosiek"},{"given":"Ross A.","family":"Beyer"},{"given":"S.","family":"Mattson"},{"given":"E.","family":"Howington-Kraus"},{"given":"Mark","family":"Robinson"},{"given":"B. A.","family":"Archinal"},{"given":"K.","family":"Edmundson"},{"given":"D.","family":"Harbour"},{"given":"E.","family":"Anderson"}],"container-title":"International Archives of the Photogrammetry, Remote Sensing and Spatial Information Sciences - ISPRS Archives","type":"paper-conference","id":"Tran:2010isprs","citation-key":"Tran:2010isprs","issued":{"date-parts":[[2010]]},"keyword":"DTM,LROC,Mapping,Moon,Topography","language":"English (US)","publisher":"International Society for Photogrammetry","title":"Generating digital terrain models using LROC NAC images","volume":"38"},{"container-title":"Icarus","abstract":"Deep Impact images of the nucleus of Comet Tempel 1 reveal pervasive layering, possible impact craters, flows with smooth upper surfaces, and erosional stripping of material. There are at least 3 layers 50–200 m thick that appear to extend deep into the nucleus, and several layers 1–20 m thick that parallel the surface and are being eroded laterally. Circular depressions show geographical variation in their forms and suggest differences in erosion rates or style over scales >1 km. The stratigraphic arrangement of these features suggests that the comet experienced substantial periods of little erosion. Smooth surfaces trending downslope suggest some form of eruption of materials from this highly porous object. The Deep Impact images show that the nucleus of Tempel 1 cannot be modeled simply as either an onion-layer or rubble pile structure.","author":[{"given":"Peter C.","family":"Thomas"},{"given":"J.","family":"Veverka"},{"given":"Michael J.S.","family":"Belton"},{"given":"Alan","family":"Hidy"},{"given":"Michael F.","family":"A'Hearn"},{"given":"T.L.","family":"Farnham"},{"given":"Olivier","family":"Groussin"},{"given":"Jian-Yang","family":"Li"},{"given":"Lucy A.","family":"McFadden"},{"given":"Jessica","family":"Sunshine"},{"given":"Dennis","family":"Wellnitz"},{"given":"Carey","family":"Lisse"},{"given":"Peter","family":"Schultz"},{"given":"Karen J.","family":"Meech"},{"given":"W. Alan","family":"Delamere"}],"DOI":"https://doi.org/10.1016/j.icarus.2006.12.013","type":"article-journal","id":"Thomas:2007icarus","citation-key":"Thomas:2007icarus","ISSN":"0019-1035","issue":"1","issued":{"date-parts":[[2007]]},"keyword":"Comets,Comet Tempel-1","note":"Deep Impact Mission to Comet 9P/Tempel 1, Part 1","page":"4 - 15","title":"The shape, topography, and geology of Tempel 1 from Deep Impact observations","URL":"http://www.sciencedirect.com/science/article/pii/S0019103506004507","volume":"187"},{"container-title":"Icarus","abstract":"Data from the Extrasolar Planet Observation and Deep Impact Extended Investigation (EPOXI) mission show Comet 103P/Hartley 2 is a bi-lobed, elongated, nearly axially symmetric comet 2.33km in length. Surface features are primarily small mounds <40m across, irregularly-shaped smooth areas on the two lobes, and a smooth but variegated region forming a “waist” between the two lobes. Assuming parts of the comet body approach the shape of an equipotential surface, the mean density of Hartley 2 is modeled to be 200–400kgm−3. Such a mean density suggests mass loss per orbit of >1%. The shape may be the evolutionary product of insolation, sublimation, and temporary deposition of materials controlled by the object’s complex rotation.","author":[{"given":"P.C.","family":"Thomas"},{"given":"Michael F.","family":"A’Hearn"},{"given":"Joseph","family":"Veverka"},{"given":"Michael J.S.","family":"Belton"},{"given":"Jochen","family":"Kissel"},{"given":"Kenneth P.","family":"Klaasen"},{"given":"Lucy A.","family":"McFadden"},{"given":"H. Jay","family":"Melosh"},{"given":"Peter H.","family":"Schultz"},{"given":"Sébastien","family":"Besse"},{"given":"Brian T.","family":"Carcich"},{"given":"Tony L.","family":"Farnham"},{"given":"Olivier","family":"Groussin"},{"given":"Brendan","family":"Hermalyn"},{"given":"Jian-Yang","family":"Li"},{"given":"Don J.","family":"Lindler"},{"given":"Carey M.","family":"Lisse"},{"given":"Karen","family":"Meech"},{"given":"James E.","family":"Richardson"}],"DOI":"https://doi.org/10.1016/j.icarus.2012.05.034","type":"article-journal","id":"Thomas:2013icarus","citation-key":"Thomas:2013icarus","ISSN":"0019-1035","issue":"2","issued":{"date-parts":[[2013]]},"keyword":"Comets,Comets,Nucleus,Geological processes,Geophysics","note":"Stardust/EPOXI","page":"550 - 558","title":"Shape, density, and geology of the nucleus of Comet 103P/Hartley 2","URL":"http://www.sciencedirect.com/science/article/pii/S0019103512002163","volume":"222"},{"author":[{"given":"B. J.","family":"Thomson"},{"given":"K. L.","family":"Mitchell"},{"given":"N. P.","family":"Lang"},{"given":"D.","family":"Nunes"}],"container-title":"Lunar and Planetary Science Conference","collection-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Thomson:2017lpsc","citation-key":"Thomson:2017lpsc","issued":{"date-parts":[[2017,3]]},"number":"2393","page":"2393","title":"Slope Characteristics of New SAR-Stereo Derived Topography of Venus"},{"container-title":"The American Cartographer","author":[{"given":"Norman J. W.","family":"Thrower"},{"given":"John R. Jensen"}],"DOI":"10.1559/152304076784080249","type":"article-journal","id":"Thrower:1976tac","citation-key":"Thrower:1976tac","issue":"1","issued":{"date-parts":[[1976]]},"page":"39-56","publisher":"Taylor & Francis","URL":"%20https://doi.org/10.1559/152304076784080249","volume":"3"},{"container-title":"Icarus","abstract":"During its tour of the Saturn system, Cassini performed two close flybys of Rhea dedicated to gravity investigations, the first in November 2005 and the second in March 2013. This paper presents an estimation of Rhea's fully unconstrained quadrupole gravity field obtained from a joint multi-arc analysis of the two Cassini flybys. Our best estimates of the main gravity quadrupole unnormalized coefficients are J2×106=946.0\\pm13.9, C22×106=242.1\\pm4.0 (uncertainties are 1-σ). Their resulting ratio is J2/C22=3.91\\pm0.10, statistically not compatible (at a 5-σ level) with the theoretical value of 10/3, predicted for a hydrostatic satellite in slow, synchronous rotation around a planet. Therefore, it is not possible to infer the moment of inertia factor directly using the Radau–Darwin approximation. The observed excess J2 (gravity oblateness) was investigated using a combined analysis of gravity and topography, under different plausible geophysical assumptions. The observed gravity is consistent with that generated by the observed shape for an undifferentiated (uniform density) body. However, because the surface is more likely to be water ice, a two-layer model may be a better approximation. In this case, and assuming a mantle density of 920kg/m3, some 1–3km of excess core oblateness is consistent with the observed gravity. A wide range of moments of inertia is allowed, but models with low moments of inertia (i.e., more differentiation) require greater magnitudes of excess core topography to satisfy the observations.","author":[{"given":"Paolo","family":"Tortora"},{"given":"Marco","family":"Zannoni"},{"given":"Doug","family":"Hemingway"},{"given":"Francis","family":"Nimmo"},{"given":"Robert A.","family":"Jacobson"},{"given":"Luciano","family":"Iess"},{"given":"Marzia","family":"Parisi"}],"DOI":"https://doi.org/10.1016/j.icarus.2015.09.022","type":"article-journal","id":"Tortora:2016icarus","citation-key":"Tortora:2016icarus","ISSN":"0019-1035","issued":{"date-parts":[[2016]]},"keyword":"Interiors,Orbit determination,Satellites,composition,Saturn,satellites","page":"264 - 273","title":"Rhea gravity field and interior modeling from Cassini data analysis","URL":"http://www.sciencedirect.com/science/article/pii/S0019103515004273","volume":"264"},{"author":[{"family":"University of Arizona"}],"type":"document","id":"UA:2019web","citation-key":"UA:2019web","issued":{"date-parts":[[2019]]},"note":"Accessed October, 7, 2019","publisher":"https://www.uahirise.org/dtm/about.php","title":"Overview of Digital Terrain Models (DTM)","URL":"https://www.uahirise.org/dtm/about.php"},{"publisher-place":"Reston, VA","author":[{"family":"U.S. Geological Survey"}],"container-title":"IMAP","DOI":"10.3133/i2757","type":"report","genre":"techreport","id":"USGS:2002","citation-key":"USGS:2002","ISBN":"2757","issued":{"date-parts":[[2002]]},"publisher":"U.S. Geological Survey","title":"Controlled photomosaic map of Europa Je 15 M CMN","URL":"http://pubs.er.usgs.gov/publication/i2757"},{"author":[{"family":"U.S. Geological Survey "}],"type":"report","genre":"techreport","id":"USGS:2001","citation-key":"USGS:2001","issued":{"date-parts":[[2001]]},"publisher":"U.S.G.S.","title":"Controlled photomosaic map of Callisto JC 15M CMN: U.S. Geological Survey Geologic Investigations Series Map I-2770","URL":"https://pubs.usgs.gov/imap/2770/"},{"author":[{"family":"U.S. Geological Survey"}],"DOI":"10.3133/i1920","type":"report","genre":"techreport","id":"USGS:1988","citation-key":"USGS:1988","ISBN":"1920","issued":{"date-parts":[[1988]]},"publisher":"U.S.G.S.","title":"The southern hemispheres of the Uranian satellites","URL":"https://pubs.er.usgs.gov/publication/i1920"},{"container-title":"International Journal of Project Management","abstract":"Knowledge and knowledge management are nowadays seen as vital areas for most organisations. Only recently, knowledge management has been introduced in and linked to project management and project-based organisations. However, measuring the available knowledge inventory has been largely neglected. This paper develops and applies an approach for measuring the knowledge inventory in project-based organisations that fits the specific nature of this type of organisation. The approach is illustrated in a case concerning an engineering office.","author":[{"given":"Dirk Pieter","family":"Donk","non-dropping-particle":"van"},{"given":"Jan","family":"Riezebos"}],"DOI":"https://doi.org/10.1016/j.ijproman.2004.05.002","type":"article-journal","id":"vanDonk:2005","citation-key":"vanDonk:2005","ISSN":"0263-7863","issue":"1","issued":{"date-parts":[[2005]]},"keyword":"Knowledge inventory,Knowledge management","page":"75 - 83","title":"Exploring the knowledge inventory in project-based organisations: a case study","URL":"http://www.sciencedirect.com/science/article/pii/S0263786304000547","volume":"23"},{"publisher-place":"Berlin","container-title":"Contributions to Geophysics and Geodesy","author":[{"given":"Petr","family":"Vanı́ček"},{"given":"Robert","family":"Kingdon"},{"given":"Marcelo","family":"Santos"}],"DOI":"https://doi.org/10.2478/v10126-012-0004-9","type":"article-journal","id":"Vanicek:2012","citation-key":"Vanicek:2012","issue":"1","issued":{"date-parts":[[2012]]},"page":"101-118","publisher":"Sciendo","title":"Geoid versus quasigeoid: a case of physics versus geometry","URL":"https://content.sciendo.com/view/journals/congeo/42/1/article-p101.xml","volume":"42"},{"author":[{"given":"R. V.","family":"Wagner"},{"given":"E. J.","family":"Speyerer"},{"given":"M. S.","family":"Robinson"},{"family":"LROC Team"}],"container-title":"Lunar and Planetary Science Conference","type":"paper-conference","id":"Wagner:2015lpsc","citation-key":"Wagner:2015lpsc","issued":{"date-parts":[[2015,3]]},"page":"1473","title":"New Mosaicked Data Products from the LROC Team"},{"author":[{"given":"S.","family":"Walter"},{"given":"R.","family":"Steikert"},{"given":"B.","family":"Schreiner"},{"given":"J.-P.","family":"Muller"},{"given":"S.","family":"van Gasselt"},{"given":"P.","family":"Sidiropoulos"},{"given":"J. ","family":"Lanz-Kroechert"}],"container-title":"EGU General Assembly Conference Abstracts","collection-title":"EGU General Assembly Conference Abstracts","type":"paper-conference","id":"Walter:2017egu","citation-key":"Walter:2017egu","issued":{"date-parts":[[2017,4]]},"page":"19171","title":"The iMars WebGIS - Spatio-Temporal Data Queries and Single Image Map Web Services","volume":"19"},{"container-title":"Earth and Planetary Science Letters","abstract":"Phobos flyby images obtained by the High Resolution Stereo Camera (HRSC) and the Super Resolution Channel (SRC) onboard the Mars Express spacecraft were used to produce a global Digital Terrain Model and orthoimage mosaics. We derived a set of Phobos topographic image maps, which are combined into an atlas that consists of four quadrangles on three map sheets at the scale of 1: 50,000. The lateral geometric accuracy of these maps of \\pm20m is more than four times better than that of past products. They are based on a shape model with 0.52\\,<sup>\\circ</sup>×0.52\\,<sup>\\circ</sup> grid spacing and show significantly more detail in comparison to previous data products.","author":[{"given":"M.","family":"Wählisch"},{"given":"K.","family":"Willner"},{"given":"J.","family":"Oberst"},{"given":"K.-D.","family":"Matz"},{"given":"F.","family":"Scholten"},{"given":"T.","family":"Roatsch"},{"given":"H.","family":"Hoffmann"},{"given":"S.","family":"Semm"},{"given":"G.","family":"Neukum"}],"DOI":"https://doi.org/10.1016/j.epsl.2009.11.003","type":"article-journal","id":"Wahlisch:2010epsl","citation-key":"Wahlisch:2010epsl","ISSN":"0012-821X","issue":"3","issued":{"date-parts":[[2010]]},"keyword":"Phobos,digital terrain model,orthoimage mosaic,atlas,Mars express","note":"Mars Express after 6 Years in Orbit: Mars Geology from Three-Dimensional Mapping by the High Resolution Stereo Camera (HRSC) Experiment","page":"547 - 553","title":"A new topographic image atlas of Phobos","URL":"http://www.sciencedirect.com/science/article/pii/S0012821X09006505","volume":"294"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"Abstract We use Voyager and Galileo stereo pairs to construct the most complete stereo digital elevation model (DEM) of Io assembled to date, controlled using Galileo limb profiles. Given the difficulty of applying these two techniques to Io due to its anomalous surface albedo properties, we have experimented extensively with the relevant procedures in order to generate what we consider to be the most reliable DEMs. Our final stereo DEM covers  75% of the globe, and we have identified a partial system of longitudinally arranged alternating basins and swells that correlates well to the distribution of mountain and volcano concentrations. We consider the correlation of swells to volcano concentrations and basins to mountain concentrations, to imply a heat flow distribution across Io that is consistent with the asthenospheric tidal heating model of Tackley et al. (2001). The stereo DEM reveals topographic signatures of regional-scale features including Loki Patera, Ra Patera, and the Tvashtar Paterae complex, in addition to previously unrecognized features including an  1000 km diameter depression and a >2000 km long topographic arc comprising mountainous and layered plains material.","author":[{"given":"Oliver L.","family":"White"},{"given":"Paul M.","family":"Schenk"},{"given":"Francis","family":"Nimmo"},{"given":"Trudi","family":"Hoogenboom"}],"DOI":"10.1002/2013JE004591","type":"article-journal","id":"White:2014jgr","citation-key":"White:2014jgr","issue":"6","issued":{"date-parts":[[2014]]},"keyword":"Io,topography,stereogrammetry","page":"1276-1301","title":"A new stereo topographic map of Io: Implications for geology from global to local scales","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1002/2013JE004591","volume":"119"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"Abstract We have generated regional scale photoclinometry digital elevation models (DEMs) from Voyager and Galileo imagery of Io that resolve small-scale topographic features including paterae and layered plains. Given the difficulty of applying this technique to Io due to its anomalous surface albedo properties, we have experimented extensively with the relevant procedures in order to generate what we consider to be the most reliable DEMs. The DEMs have been used to gauge the depths of 23 paterae and the heights of 12 layered plains outcrops, and we find the very similar relief and frequent close association of the two landforms to support the existence of a mixed silicate-volatile layer covering much of the surface of Io.","author":[{"given":"Oliver L.","family":"White"},{"given":"Paul M.","family":"Schenk"}],"DOI":"10.1002/2014JE004672","type":"article-journal","id":"White:2014jgr_b","citation-key":"White:2014jgr_b","issue":"1","issued":{"date-parts":[[2015]]},"keyword":"Io,photoclinometry,patera,layered plains,topography","page":"51-61","title":"Topographic mapping of paterae and layered plains on Io using photoclinometry","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1002/2014JE004672","volume":"120"},{"publisher-place":"Oxford","abstract":"This chapter reviews our current knowledge of the gravity and topography of the terrestrial planets and describes the methods that are used to analyze these data. A general review of the mathematical formalism that is used in describing gravity and topography is first given. Next, the basic properties of Earth, Venus, Mars, Mercury, and the Moon are characterized. Following this, the relationship between gravity and topography is quantified, and techniques by which geophysical parameters can be constrained are detailed. Analysis methods include crustal thickness modeling, geoid/topography ratios, spectral admittance and correlation functions, and localized spectral analysis and wavelet techniques. Finally, the major results that have been obtained by modeling the gravity and topography of Earth, Venus, Mars, Mercury, and the Moon are summarized.","author":[{"given":"M.A.","family":"Wieczorek"}],"container-title":"Treatise on Geophysics (Second Edition)","DOI":"https://doi.org/10.1016/B978-0-444-53802-4.00169-X","edition":"Second Edition","editor":[{"given":"Gerald","family":"Schubert"}],"type":"chapter","id":"Wieczorek:2015","citation-key":"Wieczorek:2015","ISBN":"978-0-444-53803-1","issued":{"date-parts":[[2015]]},"keyword":"Admittance,Coherence,Earth,Geoid,Gravity,Localized spectral analysis,Mars,Mercury,Spherical harmonics,The Moon,Topography,Venus,Wavelet analysis","page":"153 - 193","publisher":"Elsevier","title":"10.05 - Gravity and Topography of the Terrestrial Planets","URL":"http://www.sciencedirect.com/science/article/pii/B978044453802400169X"},{"container-title":"Icarus","abstract":"During its mission in the Saturn system, Cassini performed five close flybys of Dione. During three of them, radio tracking data were collected during the closest approach, allowing estimation of the full degree-2 gravity field by precise spacecraft orbit determination. The gravity field of Dione is dominated by J2 and C22, for which our best estimates are J2 × 106 = 1496 \\pm 11 and C22 × 106 = 364.8 \\pm 1.8 (unnormalized coefficients, 1-σ uncertainty). Their ratio is J2/C22 = 4.102 \\pm 0.044, showing a significative departure (about 17-σ) from the theoretical value of 10/3, predicted for a relaxed body in slow, synchronous rotation around a planet. Therefore, it is not possible to retrieve the moment of inertia directly from the measured gravitational field. The interior structure of Dione is investigated by a combined analysis of its gravity and topography, which exhibits an even larger deviation from hydrostatic equilibrium, suggesting some degree of compensation. The gravity of Dione is far from the expectation for an undifferentiated hydrostatic body, so we built a series of three-layer models, and considered both Airy and Pratt compensation mechanisms. The interpretation is non-unique, but Dione's excess topography may suggest some degree of Airy-type isostasy, meaning that the outer ice shell is underlain by a higher density, lower viscosity layer, such as a subsurface liquid water ocean. The data permit a broad range of possibilities, but the best fitting models tend towards large shell thicknesses and small ocean thicknesses.","author":[{"given":"Marco","family":"Zannoni"},{"given":"Douglas","family":"Hemingway"},{"given":"Luis","family":"Gomez Casajus"},{"given":"Paolo","family":"Tortora"}],"DOI":"https://doi.org/10.1016/j.icarus.2020.113713","type":"article-journal","id":"Zannoni:2020icarus","citation-key":"Zannoni:2020icarus","ISSN":"0019-1035","issued":{"date-parts":[[2020]]},"keyword":"Interiors,Orbit determination,Satellites,composition,Saturn,satellites","page":"113713","title":"The gravity field and interior structure of Dione","URL":"http://www.sciencedirect.com/science/article/pii/S0019103520301044","volume":"345"},{"container-title":"Icarus","abstract":"The Cassini spacecraft has acquired 25 radar altimeter elevation profiles along Titan's surface as of April 2008, and we have analyzed 18 of these for which there are currently reconstructed ephemeris data. Altimeter measurements were collected at spatial footprint sizes from 6–60 km along ground tracks of length 400–3600 km. The elevation profiles yield topographic information at this resolution with a statistical height accuracy of 35–50 m and kilometer-scale errors several times greater. The data exhibit significant variations in terrain, from flat regions with little topographic expression to very rugged Titanscapes. The bandwidth of the transmitted waveform admits vertical resolution of the terrain height to 35 m at each observed location on the surface. Variations in antenna pointing and changes in surface statistics cause the range-compressed radar echoes to exhibit strong systematic and time-variable biases of hundreds of meters in delay. It is necessary to correct the received echoes for these changes, and we have derived correction algorithms such that the derived echo profiles are accurate at the 100 m level for off-nadir pointing errors of 0.3° and 0.6°, for leading edge and echo centroid estimators, respectively. The leading edge of the echo yields the elevation of the highest points on the surface, which we take to be the peaks of any terrain variation. The mean value of the echo delay is more representative of the mean elevation, so that the difference of these values gives an estimate of any local mountain heights. Finding locations where these values diverge indicates higher-relief terrain. Elevation features are readily seen in the height profiles. Several of the passes show mountains of several hundred m altitude, spread over 10's or even 100's of km in spatial extent, so that slopes are very small. Large expanses of sub-100 m topography are commonplace on Titan, so it is rather smooth in many locations. Other areas exhibit more relief, although the overall observed variation in surface height on any pass is less than about 1 km. Some elevation features correspond to observed changes in brightness in Cassini infrared images, but many do not. Correspondence between the imaging SAR ground tracks and the altimeter paths is limited, so that identifying elevation changes with higher resolution SAR features is premature at present.","author":[{"given":"Howard A.","family":"Zebker"},{"given":"Yonggyu","family":"Gim"},{"given":"Philip","family":"Callahan"},{"given":"Scott","family":"Hensley"},{"given":"Ralph","family":"Lorenz"}],"DOI":"https://doi.org/10.1016/j.icarus.2008.10.023","type":"article-journal","id":"Zebker:2009","citation-key":"Zebker:2009","ISSN":"0019-1035","issue":"1","issued":{"date-parts":[[2009]]},"keyword":"Titan,Satellites,Radar observations,Instrumentation","page":"240 - 255","title":"Analysis and interpretation of Cassini Titan radar altimeter echoes","URL":"http://www.sciencedirect.com/science/article/pii/S0019103508003874","volume":"200"},{"container-title":"Water Resources Research","abstract":"This study attempts to develop a method for the simulation of surface flow paths on a digital elevation model (DEM). The objective is to use a facet-based algorithm to estimate the surface flow paths on a raster DEM. A grid DEM was used to create a triangular facet network (TFN) over which the surface flow paths were determined. Since each facet in the network has a constant slope and aspect, the estimations of, for example, flow direction and divergence/convergence are less complicated compared to traditional raster-based solutions. Experiments were undertaken by estimating the specific catchment area (SCA) over a number of mathematical surfaces, as well as on a real-world DEM. Comparisons were made between the derived SCA by the TFN algorithm with some algorithms reported in the literature. The results show that the TFN algorithm produced the closest outcomes to the theoretical values of the SCA compared with other algorithms, deriving more consistent outcomes and being less influenced by surface shapes. The real-world DEM test also shows that the TFN was capable of modeling flow distribution without noticeable “artifacts,” and its ability of tracking flow paths makes it an appropriate platform for dynamic surface flow simulation.","author":[{"given":"Qiming","family":"Zhou"},{"given":"Petter","family":"Pilesjö"},{"given":"Yumin","family":"Chen"}],"DOI":"10.1029/2010WR009961","type":"article-journal","id":"Zhou:2011wrr","citation-key":"Zhou:2011wrr","issue":"7","issued":{"date-parts":[[2011]]},"keyword":"digital terrain analysis,digital terrain modelling,flow routing algorithm,hydrological modeling,surface flow estimation,triangular facet network","title":"Estimating surface flow paths on a digital elevation model using a triangular facet network","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2010WR009961","volume":"47"},{"container-title":"Science","abstract":"The MESSENGER spacecraft orbiting Mercury has been in a undefined̃12-hour eccentric, near-polar orbit since 18 March 2011 (see the Perspective by McKinnon). Smith et al. (p. 214, published online 21 March) present the most recent determination of Mercury’s gravity field, based on radio tracking of the MESSENGER spacecraft between 18 March and 23 August 2011. The results point to an interior structure that differs from those of the other terrestrial planets: the density of the planet’s solid outer shell suggests the existence of a deep reservoir of high-density material, possibly an Fe-S layer. Zuber et al. (p. 217, published online 21 March) used data obtained by the MESSENGER laser altimeter through to 24 October 2011 to build a topographic map of Mercury’s northern hemisphere. The map shows less variation in elevation, compared with Mars or the Moon, and its features add to the body of evidence that Mercury has sustained geophysical activity for much of its history.Laser altimetry by the MESSENGER spacecraft has yielded a topographic model of the northern hemisphere of Mercury. The dynamic range of elevations is considerably smaller than those of Mars or the Moon. The most prominent feature is an extensive lowland at high northern latitudes that hosts the volcanic northern plains. Within this lowland is a broad topographic rise that experienced uplift after plains emplacement. The interior of the 1500-km-diameter Caloris impact basin has been modified so that part of the basin floor now stands higher than the rim. The elevated portion of the floor of Caloris appears to be part of a quasi-linear rise that extends for approximately half the planetary circumference at mid-latitudes. Collectively, these features imply that long-wavelength changes to Mercury’s topography occurred after the earliest phases of the planet’s geological history.","author":[{"given":"Maria T.","family":"Zuber"},{"given":"David E.","family":"Smith"},{"given":"Roger J.","family":"Phillips"},{"given":"Sean C.","family":"Solomon"},{"given":"Gregory A.","family":"Neumann"},{"given":"Steven A.","family":"Hauck"},{"given":"Stanton J.","family":"Peale"},{"given":"Olivier S.","family":"Barnouin"},{"given":"James W.","family":"Head"},{"given":"Catherine L.","family":"Johnson"},{"given":"Frank G.","family":"Lemoine"},{"given":"Erwan","family":"Mazarico"},{"given":"Xiaoli","family":"Sun"},{"given":"Mark H.","family":"Torrence"},{"given":"Andrew M.","family":"Freed"},{"given":"Christian","family":"Klimczak"},{"given":"Jean-Luc","family":"Margot"},{"given":"Jürgen","family":"Oberst"},{"given":"Mark E.","family":"Perry"},{"given":"Ralph L.","family":"McNutt"},{"given":"Jeffrey A.","family":"Balcerski"},{"given":"Nathalie","family":"Michel"},{"given":"Matthieu J.","family":"Talpe"},{"given":"Di","family":"Yang"}],"DOI":"10.1126/science.1218805","type":"article-journal","id":"Zuber:2012sci","citation-key":"Zuber:2012sci","ISSN":"0036-8075","issue":"6078","issued":{"date-parts":[[2012]]},"page":"217-220","publisher":"American Association for the Advancement of Science","title":"Topography of the Northern Hemisphere of Mercury from MESSENGER Laser Altimetry","URL":"https://science.sciencemag.org/content/336/6078/217","volume":"336"},{"container-title":"Science","abstract":"Spacecraft-to-spacecraft tracking observations from the Gravity Recovery and Interior Laboratory (GRAIL) have been used to construct a gravitational field of the Moon to spherical harmonic degree and order 420. The GRAIL field reveals features not previously resolved, including tectonic structures, volcanic landforms, basin rings, crater central peaks, and numerous simple craters. From degrees 80 through 300, over 98% of the gravitational signature is associated with topography, a result that reflects the preservation of crater relief in highly fractured crust. The remaining 2% represents fine details of subsurface structure not previously resolved. GRAIL elucidates the role of impact bombardment in homogenizing the distribution of shallow density anomalies on terrestrial planetary bodies.","author":[{"given":"Maria T.","family":"Zuber"},{"given":"David E.","family":"Smith"},{"given":"Michael M.","family":"Watkins"},{"given":"Sami W.","family":"Asmar"},{"given":"Alexander S.","family":"Konopliv"},{"given":"Frank G.","family":"Lemoine"},{"given":"H. Jay","family":"Melosh"},{"given":"Gregory A.","family":"Neumann"},{"given":"Roger J.","family":"Phillips"},{"given":"Sean C.","family":"Solomon"},{"given":"Mark A.","family":"Wieczorek"},{"given":"James G.","family":"Williams"},{"given":"Sander J.","family":"Goossens"},{"given":"Gerhard","family":"Kruizinga"},{"given":"Erwan","family":"Mazarico"},{"given":"Ryan S.","family":"Park"},{"given":"Dah-Ning","family":"Yuan"}],"DOI":"10.1126/science.1231507","type":"article-journal","id":"Zuber:2013sci","citation-key":"Zuber:2013sci","ISSN":"0036-8075","issue":"6120","issued":{"date-parts":[[2013]]},"page":"668-671","publisher":"American Association for the Advancement of Science","title":"Gravity Field of the Moon from the Gravity Recovery and Interior Laboratory (GRAIL) Mission","URL":"https://science.sciencemag.org/content/339/6120/668","volume":"339"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"The Mars Reconnaissance Orbiter (MRO) is the latest addition to the suite of missions on or orbiting Mars as part of the NASA Mars Exploration Program. Launched on 12 August 2005, the orbiter successfully entered Mars orbit on 10 March 2006 and finished aerobraking on 30 August 2006. Now in its near-polar, near-circular, low-altitude (∼300 km), 3 p.m. orbit, the spacecraft is operating its payload of six scientific instruments throughout a one-Mars-year Primary Science Phase (PSP) of global mapping, regional survey, and targeted observations. Eight scientific investigations were chosen for MRO, two of which use either the spacecraft accelerometers or tracking of the spacecraft telecom signal to acquire data needed for analysis. Six instruments, including three imaging systems, a visible-near infrared spectrometer, a shallow-probing subsurface radar, and a thermal-infrared profiler, were selected to complement and extend the capabilities of current working spacecraft at Mars. Whether observing the atmosphere, surface, or subsurface, the MRO instruments are designed to achieve significantly higher resolution while maintaining coverage comparable to the current best observations. The requirements to return higher-resolution data, to target routinely from a low-altitude orbit, and to operate a complex suite of instruments were major challenges successfully met in the design and build of the spacecraft, as well as by the mission design. Calibration activities during the seven-month cruise to Mars and limited payload operations during a three-day checkout prior to the start of aerobraking demonstrated, where possible, that the spacecraft and payload still had the functions critical to the science mission. Two critical events, the deployment of the SHARAD radar antenna and the opening of the CRISM telescope cover, were successfully accomplished in September 2006. Normal data collection began 7 November 2006 after solar conjunction. As part of its science mission, MRO will also aid identification and characterization of the most promising sites for future landed missions, both in terms of safety and in terms of the scientific potential for future discovery. Ultimately, MRO data will advance our understanding of how Mars has evolved and by which processes that change occurs, all within a framework of identifying the presence, extent, and role of water in shaping the planet's climate over time.","author":[{"given":"Richard W.","family":"Zurek"},{"given":"Suzanne E.","family":"Smrekar"}],"DOI":"10.1029/2006JE002701","type":"article-journal","id":"Zurek:2007jgr","citation-key":"Zurek:2007jgr","issue":"E5","issued":{"date-parts":[[2007]]},"keyword":"Mars,mission overview,orbiter","title":"An overview of the Mars Reconnaissance Orbiter (MRO) science mission","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2006JE002701","volume":"112"}]
