[{"container-title":"Scientific Data","abstract":"Since the opening of Earth Observation (EO) archives (USGS/NASA Landsat and EC/ESA Sentinels), large collections of EO data are freely available, offering scientists new possibilities to better understand and quantify environmental changes. Fully exploiting these satellite EO data will require new approaches for their acquisition, management, distribution, and analysis. Given rapid environmental changes and the emergence of big data, innovative solutions are needed to support policy frameworks and related actions toward sustainable development. Here we present the Swiss Data Cube (SDC), unleashing the information power of Big Earth Data for monitoring the environment, providing Analysis Ready Data over the geographic extent of Switzerland since 1984, which is updated on a daily basis. Based on a cloud-computing platform allowing to access, visualize and analyse optical (Sentinel-2; Landsat 5, 7, 8) and radar (Sentinel-1) imagery, the SDC minimizes the time and knowledge required for environmental analyses, by offering consistent calibrated and spatially co-registered satellite observations. SDC derived analysis ready data supports generation of environmental information, allowing to inform a variety of environmental policies with unprecedented timeliness and quality.","author":[{"given":"Bruno","family":"Chatenoux"},{"given":"Jean-Philippe","family":"Richard"},{"given":"David","family":"Small"},{"given":"Claudia","family":"Roeoesli"},{"given":"Vladimir","family":"Wingate"},{"given":"Charlotte","family":"Poussin"},{"given":"Denisa","family":"Rodila"},{"given":"Pascal","family":"Peduzzi"},{"given":"Charlotte","family":"Steinmeier"},{"given":"Christian","family":"Ginzler"},{"given":"Achileas","family":"Psomas"},{"given":"Michael E.","family":"Schaepman"},{"given":"Gregory","family":"Giuliani"}],"DOI":"10.1038/s41597-021-01076-6","type":"article-journal","id":"Chatenoux:2021","citation-key":"Chatenoux:2021","ISBN":"2052-4463","issue":"1","issued":{"date-parts":[[2021]]},"page":"295","title":"The Swiss data cube, analysis ready data archive using earth observations of Switzerland","URL":"https://doi.org/10.1038/s41597-021-01076-6","volume":"8"},{"container-title":"Remote Sensing","abstract":"Data that have been processed to allow analysis with a minimum of additional user effort are often referred to as Analysis Ready Data (ARD). The ability to perform large scale Landsat analysis relies on the ability to access observations that are geometrically and radiometrically consistent, and have had non-target features (clouds) and poor quality observations flagged so that they can be excluded. The United States Geological Survey (USGS) has processed all of the Landsat 4 and 5 Thematic Mapper (TM), Landsat 7 Enhanced Thematic Mapper Plus (ETM+), Landsat 8 Operational Land Imager (OLI) and Thermal Infrared Sensor (TIRS) archive over the conterminous United States (CONUS), Alaska, and Hawaii, into Landsat ARD. The ARD are available to significantly reduce the burden of pre-processing on users of Landsat data. Provision of pre-prepared ARD is intended to make it easier for users to produce Landsat-based maps of land cover and land-cover change and other derived geophysical and biophysical products. The ARD are provided as tiled, georegistered, top of atmosphere and atmospherically corrected products defined in a common equal area projection, accompanied by spatially explicit quality assessment information, and appropriate metadata to enable further processing while retaining traceability of data provenance.","author":[{"given":"John L.","family":"Dwyer"},{"given":"David P.","family":"Roy"},{"given":"Brian","family":"Sauer"},{"given":"Calli B.","family":"Jenkerson"},{"given":"Hankui K.","family":"Zhang"},{"given":"Leo","family":"Lymburner"}],"DOI":"10.3390/rs10091363","type":"article-journal","id":"Dwyer:2018","citation-key":"Dwyer:2018","ISSN":"2072-4292","issue":"9","issued":{"date-parts":[[2018]]},"title":"Analysis Ready Data: Enabling Analysis of the Landsat Archive","URL":"https://www.mdpi.com/2072-4292/10/9/1363","volume":"10"},{"container-title":"Remote Sensing","abstract":"The Landsat Analysis Ready Data (ARD) are designed to make the U.S. Landsat archive straightforward to use. In this paper, the availability of the Landsat 4 and 5 Thematic Mapper (TM) and Landsat 7 Enhanced Thematic Mapper Plus (ETM+) ARD over the conterminous United States (CONUS) are quantified for a 36-year period (1 January 1982 to 31 December 2017). Complex patterns of ARD availability occur due to the satellite orbit and sensor geometry, cloud, sensor acquisition and health issues and because of changing relative orientation of the ARD tiles with respect to the Landsat orbit paths. Quantitative per-pixel and summary ARD tile results are reported. Within the CONUS, the average annual number of non-cloudy observations in each 150 × 150 km ARD tile varies from 0.53 to 16.80 (Landsat 4 TM), 11.08 to 22.83 (Landsat 5 TM), 9.73 to 21.72 (Landsat 7 ETM+) and 14.23 to 30.07 (all three sensors). The annual number was most frequently only 2 to 4 Landsat 4 TM observations (36% of the CONUS tiles), increasing to 14 to 16 Landsat 5 TM observations (26% of tiles), 12 to 14 Landsat 7 ETM+ observations (31% of tiles) and 18 to 20 observations (23% of tiles) when considering all three sensors. The most frequently observed ARD tiles were in the arid south-west and in certain mountain rain shadow regions and the least observed tiles were in the north-east, around the Great Lakes and along parts of the north-west coast. The quality of time series algorithm results is expected to be reduced at ARD tiles with low reported availability. The smallest annual number of cloud-free observations for the Landsat 5 TM are over ARD tile h28v04 (northern New York state), for Landsat 7 ETM+ are over tile h25v07 (Ohio and Pennsylvania) and for Landsat 4 TM are over tile h22v08 (northern Indiana). The greatest annual number of cloud-free observations for the Landsat 5 TM and 7 ETM+ ARD are over southern California ARD tile h04v11 and for the Landsat 4 TM are over southern Arizona tile h06v13. The reported results likely overestimate the number of good surface observations because shadows and cirrus clouds were not considered. Implications of the findings for terrestrial monitoring and future ARD research are discussed.","author":[{"given":"Alexey V.","family":"Egorov"},{"given":"David P.","family":"Roy"},{"given":"Hankui K.","family":"Zhang"},{"given":"Zhongbin","family":"Li"},{"given":"Lin","family":"Yan"},{"given":"Haiyan","family":"Huang"}],"DOI":"10.3390/rs11040447","type":"article-journal","id":"Egorov:2019","citation-key":"Egorov:2019","ISSN":"2072-4292","issue":"4","issued":{"date-parts":[[2019]]},"title":"Landsat 4, 5 and 7 (1982 to 2017) Analysis Ready Data (ARD) Observation Coverage over the Conterminous United States and Implications for Terrestrial Monitoring","URL":"https://www.mdpi.com/2072-4292/11/4/447","volume":"11"},{"container-title":"Remote Sensing","abstract":"Ever increasing data volumes of satellite constellations call for multi-sensor analysis ready data (ARD) that relieve users from the burden of all costly preprocessing steps. This paper describes the scientific software FORCE (Framework for Operational Radiometric Correction for Environmental monitoring), an &lsquo;all-in-one&rsquo; solution for the mass-processing and analysis of Landsat and Sentinel-2 image archives. FORCE is increasingly used to support a wide range of scientific to operational applications that are in need of both large area, as well as deep and dense temporal information. FORCE is capable of generating Level 2 ARD, and higher-level products. Level 2 processing is comprised of state-of-the-art cloud masking and radiometric correction (including corrections that go beyond ARD specification, e.g., topographic or bidirectional reflectance distribution function correction). It further includes data cubing, i.e., spatial reorganization of the data into a non-overlapping grid system for enhanced efficiency and simplicity of ARD usage. However, the usage barrier of Level 2 ARD is still high due to the considerable data volume and spatial incompleteness of valid observations (e.g., clouds). Thus, the higher-level modules temporally condense multi-temporal ARD into manageable amounts of spatially seamless data. For data mining purposes, per-pixel statistics of clear sky data availability can be generated. FORCE provides functionality for compiling best-available-pixel composites and spectral temporal metrics, which both utilize all available observations within a defined temporal window using selection and statistical aggregation techniques, respectively. These products are immediately fit for common Earth observation analysis workflows, such as machine learning-based image classification, and are thus referred to as highly analysis ready data (hARD). FORCE provides data fusion functionality to improve the spatial resolution of (i) coarse continuous fields like land surface phenology and (ii) Landsat ARD using Sentinel-2 ARD as prediction targets. Quality controlled time series preparation and analysis functionality with a number of aggregation and interpolation techniques, land surface phenology retrieval, and change and trend analyses are provided. Outputs of this module can be directly ingested into a geographic information system (GIS) to fuel research questions without any further processing, i.e., hARD+. FORCE is open source software under the terms of the GNU General Public License v. &gt;= 3, and can be downloaded from http://force.feut.de.","author":[{"given":"David","family":"Frantz"}],"DOI":"10.3390/rs11091124","type":"article-journal","id":"Frantz:2019","citation-key":"Frantz:2019","ISSN":"2072-4292","issue":"9","issued":{"date-parts":[[2019]]},"title":"FORCE—Landsat + Sentinel-2 Analysis Ready Data and Beyond","URL":"https://www.mdpi.com/2072-4292/11/9/1124","volume":"11"},{"container-title":"Big Earth Data","author":[{"given":"Gregory","family":"Giuliani"},{"given":"Bruno","family":"Chatenoux"},{"given":"Andrea De","family":"Bono"},{"given":"Denisa","family":"Rodila"},{"given":"Jean-Philippe","family":"Richard"},{"given":"Karin","family":"Allenbach"},{"given":"Hy","family":"Dao"},{"given":"Pascal","family":"Peduzzi"}],"DOI":"10.1080/20964471.2017.1398903","type":"article-journal","id":"Giuliani:2017","citation-key":"Giuliani:2017","issue":"1-2","issued":{"date-parts":[[2017]]},"page":"100-117","publisher":"Taylor & Francis","title":"Building an Earth Observations Data Cube: lessons learned from the Swiss Data Cube (SDC) on generating Analysis Ready Data (ARD)","URL":"https://doi.org/10.1080/20964471.2017.1398903","volume":"1"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"We analyzed narrow-angle Mars Orbiter Camera (MOC-NA) images to produce high-resolution digital elevation models (DEMs) in order to provide topographic and slope information needed to assess the safety of candidate landing sites for the Mars Exploration Rovers (MER) and to assess the accuracy of our results by a variety of tests. The mapping techniques developed also support geoscientific studies and can be used with all present and planned Mars-orbiting scanner cameras. Photogrammetric analysis of MOC stereopairs yields DEMs with 3-pixel (typically 10 m) horizontal resolution, vertical precision consistent with ∼0.22 pixel matching errors (typically a few meters), and slope errors of 1–3°. These DEMs are controlled to the Mars Orbiter Laser Altimeter (MOLA) global data set and consistent with it at the limits of resolution. Photoclinometry yields DEMs with single-pixel (typically ∼3 m) horizontal resolution and submeter vertical precision. Where the surface albedo is uniform, the dominant error is 10–20% relative uncertainty in the amplitude of topography and slopes after “calibrating” photoclinometry against a stereo DEM to account for the influence of atmospheric haze. We mapped portions of seven candidate MER sites and the Mars Pathfinder site. Safety of the final four sites (Elysium, Gusev, Isidis, and Meridiani) was assessed by mission engineers by simulating landings on our DEMs of “hazard units” mapped in the sites, with results weighted by the probability of landing on those units; summary slope statistics show that most hazard units are smooth, with only small areas of etched terrain in Gusev crater posing a slope hazard.","author":[{"given":"Randolph L.","family":"Kirk"},{"given":"Elpitha","family":"Howington-Kraus"},{"given":"Bonnie","family":"Redding"},{"given":"Donna","family":"Galuszka"},{"given":"Trent M.","family":"Hare"},{"given":"Brent A.","family":"Archinal"},{"given":"Laurence A.","family":"Soderblom"},{"given":"Janet M.","family":"Barrett"}],"DOI":"https://doi.org/10.1029/2003JE002131","type":"article-journal","id":"Kirk:2003","citation-key":"Kirk:2003","issue":"E12","issued":{"date-parts":[[2003]]},"keyword":"Mars,Mars Exploration Rovers,landing sites,topography,photogrammetry,photoclinometry","title":"High-resolution topomapping of candidate MER landing sites with Mars Orbiter Camera narrow-angle images","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2003JE002131","volume":"108"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"The objectives of this paper are twofold: first, to report our estimates of the meter-to-decameter-scale topography and slopes of candidate landing sites for the Phoenix mission, based on analysis of Mars Global Surveyor (MGS) Mars Orbiter Camera (MOC) images with a typical pixel scale of 3 m and Mars Reconnaissance Orbiter (MRO) High Resolution Imaging Science Experiment (HiRISE) images at 0.3 m pixel−1 and, second, to document in detail the geometric calibration, software, and procedures on which the photogrammetric analysis of HiRISE data is based. A combination of optical design modeling, laboratory observations, star images, and Mars images form the basis for software in the U.S. Geological Survey Integrated Software for Imagers and Spectrometers (ISIS) 3 system that corrects the images for a variety of distortions with single-pixel or subpixel accuracy. Corrected images are analyzed in the commercial photogrammetric software SOCET SET (® BAE Systems), yielding digital topographic models (DTMs) with a grid spacing of 1 m (3–4 pixels) that require minimal interactive editing. Photoclinometry yields DTMs with single-pixel grid spacing. Slopes from MOC and HiRISE are comparable throughout the latitude zone of interest and compare favorably with those where past missions have landed successfully; only the Mars Exploration Rover (MER) B site in Meridiani Planum is smoother. MOC results at multiple locations have root-mean-square (RMS) bidirectional slopes of 0.8–4.5° at baselines of 3–10 m. HiRISE stereopairs (one per final candidate site and one in the former site) yield 1.8–2.8° slopes at 1-m baseline. Slopes at 1 m from photoclinometry are also in the range 2–3° after correction for image blur. Slopes exceeding the 16° Phoenix safety limit are extremely rare.","author":[{"given":"R. L.","family":"Kirk"},{"given":"E.","family":"Howington-Kraus"},{"given":"M. R.","family":"Rosiek"},{"given":"J. A.","family":"Anderson"},{"given":"B. A.","family":"Archinal"},{"given":"K. J.","family":"Becker"},{"given":"D. A.","family":"Cook"},{"given":"D. M.","family":"Galuszka"},{"given":"P. E.","family":"Geissler"},{"given":"T. M.","family":"Hare"},{"given":"I. M.","family":"Holmberg"},{"given":"L. P.","family":"Keszthelyi"},{"given":"B. L.","family":"Redding"},{"given":"W. A.","family":"Delamere"},{"given":"D.","family":"Gallagher"},{"given":"J. D.","family":"Chapel"},{"given":"E. M.","family":"Eliason"},{"given":"R.","family":"King"},{"given":"A. S.","family":"McEwen"}],"DOI":"https://doi.org/10.1029/2007JE003000","type":"article-journal","id":"Kirk:2008","citation-key":"Kirk:2008","issue":"E3","issued":{"date-parts":[[2008]]},"keyword":"topography,landing sites,HiRISE","title":"Ultrahigh resolution topographic mapping of Mars with MRO HiRISE stereo images: Meter-scale slopes of candidate Phoenix landing sites","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2007JE003000","volume":"113"},{"container-title":"Remote Sensing","author":[{"given":"Randolph L.","family":"Kirk"},{"given":"David P.","family":"Mayer"},{"given":"Robin L.","family":"Fergason"},{"given":"Bonnie L.","family":"Redding"},{"given":"Donna M.","family":"Galuszka"},{"given":"Trent M.","family":"Hare"},{"given":"Klaus","family":"Gwinner"}],"DOI":"10.3390/rs13173511","type":"article-journal","id":"Kirk:2021","citation-key":"Kirk:2021","ISSN":"2072-4292","issue":"17","issued":{"date-parts":[[2021]]},"title":"Evaluating Stereo Digital Terrain Model Quality at Mars Rover Landing Sites with HRSC, CTX, and HiRISE Images","URL":"https://www.mdpi.com/2072-4292/13/17/3511","volume":"13"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"The Context Camera (CTX) on the Mars Reconnaissance Orbiter (MRO) is a Facility Instrument (i.e., government-furnished equipment operated by a science team not responsible for design and fabrication) designed, built, and operated by Malin Space Science Systems and the MRO Mars Color Imager team (MARCI). CTX will (1) provide context images for data acquired by other MRO instruments, (2) observe features of interest to NASA's Mars Exploration Program (e.g., candidate landing sites), and (3) conduct a scientific investigation, led by the MARCI team, of geologic, geomorphic, and meteorological processes on Mars. CTX consists of a digital electronics assembly; a 350 mm f/3.25 Schmidt-type telescope of catadioptric optical design with a 5.7° field of view, providing a ∼30-km-wide swath from ∼290 km altitude; and a 5000-element CCD with a band pass of 500–700 nm and 7 μm pixels, giving ∼6 m/pixel spatial resolution from MRO's nearly circular, nearly polar mapping orbit. Raw data are transferred to the MRO spacecraft flight computer for processing (e.g., data compression) before transmission to Earth. The ground data system and operations are based on 9 years of Mars Global Surveyor Mars Orbiter Camera on-orbit experience. CTX has been allocated 12% of the total MRO data return, or about ≥3 terabits for the nominal mission. This data volume would cover ∼9% of Mars at 6 m/pixel, but overlapping images (for stereo, mosaics, and observation of changes and meteorological events) will reduce this area. CTX acquired its first (instrument checkout) images of Mars on 24 March 2006.","author":[{"given":"Michael C.","family":"Malin"},{"given":"James F.","family":"Bell III"},{"given":"Bruce A.","family":"Cantor"},{"given":"Michael A.","family":"Caplinger"},{"given":"Wendy M.","family":"Calvin"},{"given":"R. Todd","family":"Clancy"},{"given":"Kenneth S.","family":"Edgett"},{"given":"Lawrence","family":"Edwards"},{"given":"Robert M.","family":"Haberle"},{"given":"Philip B.","family":"James"},{"given":"Steven W.","family":"Lee"},{"given":"Michael A.","family":"Ravine"},{"given":"Peter C.","family":"Thomas"},{"given":"Michael J.","family":"Wolff"}],"DOI":"https://doi.org/10.1029/2006JE002808","type":"article-journal","id":"Malin:2007","citation-key":"Malin:2007","issue":"E5","issued":{"date-parts":[[2007]]},"keyword":"Mars,spaceflight instruments,Mars Reconnaissance Orbiter","title":"Context Camera Investigation on board the Mars Reconnaissance Orbiter","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2006JE002808","volume":"112"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"The HiRISE camera features a 0.5 m diameter primary mirror, 12 m effective focal length, and a focal plane system that can acquire images containing up to 28 Gb (gigabits) of data in as little as 6 seconds. HiRISE will provide detailed images (0.25 to 1.3 m/pixel) covering ∼1% of the Martian surface during the 2-year Primary Science Phase (PSP) beginning November 2006. Most images will include color data covering 20% of the potential field of view. A top priority is to acquire ∼1000 stereo pairs and apply precision geometric corrections to enable topographic measurements to better than 25 cm vertical precision. We expect to return more than 12 Tb of HiRISE data during the 2-year PSP, and use pixel binning, conversion from 14 to 8 bit values, and a lossless compression system to increase coverage. HiRISE images are acquired via 14 CCD detectors, each with 2 output channels, and with multiple choices for pixel binning and number of Time Delay and Integration lines. HiRISE will support Mars exploration by locating and characterizing past, present, and future landing sites, unsuccessful landing sites, and past and potentially future rover traverses. We will investigate cratering, volcanism, tectonism, hydrology, sedimentary processes, stratigraphy, aeolian processes, mass wasting, landscape evolution, seasonal processes, climate change, spectrophotometry, glacial and periglacial processes, polar geology, and regolith properties. An Internet Web site (HiWeb) will enable anyone in the world to suggest HiRISE targets on Mars and to easily locate, view, and download HiRISE data products.","author":[{"given":"Alfred S.","family":"McEwen"},{"given":"Eric M.","family":"Eliason"},{"given":"James W.","family":"Bergstrom"},{"given":"Nathan T.","family":"Bridges"},{"given":"Candice J.","family":"Hansen"},{"given":"W. Alan","family":"Delamere"},{"given":"John A.","family":"Grant"},{"given":"Virginia C.","family":"Gulick"},{"given":"Kenneth E.","family":"Herkenhoff"},{"given":"Laszlo","family":"Keszthelyi"},{"given":"Randolph L.","family":"Kirk"},{"given":"Michael T.","family":"Mellon"},{"given":"Steven W.","family":"Squyres"},{"given":"Nicolas","family":"Thomas"},{"given":"Catherine M.","family":"Weitz"}],"DOI":"https://doi.org/10.1029/2005JE002605","type":"article-journal","id":"McEwen:2007","citation-key":"McEwen:2007","issue":"E5","issued":{"date-parts":[[2007]]},"keyword":"geology,imaging,Mars","title":"Mars Reconnaissance Orbiter's High Resolution Imaging Science Experiment (HiRISE)","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2005JE002605","volume":"112"},{"container-title":"Journal of Geophysical Research: Planets","abstract":"The Compact Reconnaissance Imaging Spectrometer for Mars (CRISM) is a hyperspectral imager on the Mars Reconnaissance Orbiter (MRO) spacecraft. CRISM consists of three subassemblies, a gimbaled Optical Sensor Unit (OSU), a Data Processing Unit (DPU), and the Gimbal Motor Electronics (GME). CRISM's objectives are (1) to map the entire surface using a subset of bands to characterize crustal mineralogy, (2) to map the mineralogy of key areas at high spectral and spatial resolution, and (3) to measure spatial and seasonal variations in the atmosphere. These objectives are addressed using three major types of observations. In multispectral mapping mode, with the OSU pointed at planet nadir, data are collected at a subset of 72 wavelengths covering key mineralogic absorptions and binned to pixel footprints of 100 or 200 m/pixel. Nearly the entire planet can be mapped in this fashion. In targeted mode the OSU is scanned to remove most along-track motion, and a region of interest is mapped at full spatial and spectral resolution (15–19 m/pixel, 362–3920 nm at 6.55 nm/channel). Ten additional abbreviated, spatially binned images are taken before and after the main image, providing an emission phase function (EPF) of the site for atmospheric study and correction of surface spectra for atmospheric effects. In atmospheric mode, only the EPF is acquired. Global grids of the resulting lower data volume observations are taken repeatedly throughout the Martian year to measure seasonal variations in atmospheric properties. Raw, calibrated, and map-projected data are delivered to the community with a spectral library to aid in interpretation.","author":[{"given":"S.","family":"Murchie"},{"given":"R.","family":"Arvidson"},{"given":"P.","family":"Bedini"},{"given":"K.","family":"Beisser"},{"given":"J.-P.","family":"Bibring"},{"given":"J.","family":"Bishop"},{"given":"J.","family":"Boldt"},{"given":"P.","family":"Cavender"},{"given":"T.","family":"Choo"},{"given":"R. T.","family":"Clancy"},{"given":"E. H.","family":"Darlington"},{"given":"D.","family":"Des Marais"},{"given":"R.","family":"Espiritu"},{"given":"D.","family":"Fort"},{"given":"R.","family":"Green"},{"given":"E.","family":"Guinness"},{"given":"J.","family":"Hayes"},{"given":"C.","family":"Hash"},{"given":"K.","family":"Heffernan"},{"given":"J.","family":"Hemmler"},{"given":"G.","family":"Heyler"},{"given":"D.","family":"Humm"},{"given":"J.","family":"Hutcheson"},{"given":"N.","family":"Izenberg"},{"given":"R.","family":"Lee"},{"given":"J.","family":"Lees"},{"given":"D.","family":"Lohr"},{"given":"E.","family":"Malaret"},{"given":"T.","family":"Martin"},{"given":"J. A.","family":"McGovern"},{"given":"P.","family":"McGuire"},{"given":"R.","family":"Morris"},{"given":"J.","family":"Mustard"},{"given":"S.","family":"Pelkey"},{"given":"E.","family":"Rhodes"},{"given":"M.","family":"Robinson"},{"given":"T.","family":"Roush"},{"given":"E.","family":"Schaefer"},{"given":"G.","family":"Seagrave"},{"given":"F.","family":"Seelos"},{"given":"P.","family":"Silverglate"},{"given":"S.","family":"Slavney"},{"given":"M.","family":"Smith"},{"given":"W.-J.","family":"Shyong"},{"given":"K.","family":"Strohbehn"},{"given":"H.","family":"Taylor"},{"given":"P.","family":"Thompson"},{"given":"B.","family":"Tossman"},{"given":"M.","family":"Wirzburger"},{"given":"M.","family":"Wolff"}],"DOI":"https://doi.org/10.1029/2006JE002682","type":"article-journal","id":"Murchie:2007","citation-key":"Murchie:2007","issue":"E5","issued":{"date-parts":[[2007]]},"keyword":"Mars,spectroscopy,CRISM,MRO,Mars Reconnaissance Orbiter,Mars composition","title":"Compact Reconnaissance Imaging Spectrometer for Mars (CRISM) on Mars Reconnaissance Orbiter (MRO)","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2006JE002682","volume":"112"},{"container-title":"NASA Planetary Data System","author":[{"family":"Smith"}],"DOI":"https://doi.org/10.17189/1519520","type":"article-journal","id":"Smith:2003","citation-key":"Smith:2003","issued":{"date-parts":[[2003]]},"title":"Mars Global Surveyor Laser Altimeter Precision Experiment Data Record","volume":"MGS-M-MOLA-3-PEDR-L1A-V1.0"},{"container-title":"Data","abstract":"This study aims at assessing the feasibility of automatically producing analysis-ready radiometrically terrain-corrected (RTC) Synthetic Aperture Radar (SAR) gamma nought backscatter data for ingestion into a data cube for use in a large spatio-temporal data environment. As such, this study investigates the analysis readiness of different openly available digital elevation models (DEMs) and the capability of the software solutions SNAP and GAMMA in terms of overall usability as well as backscatter data quality. To achieve this, the study builds on the Python library pyroSAR for providing the workflow implementation test bed and provides a Jupyter notebook for transparency and future reproducibility of performed analyses. Two test sites were selected, over the Alps and Fiji, to be able to assess regional differences and support the establishment of the Swiss and Common Sensing Open Data cubes respectively.","author":[{"given":"John","family":"Truckenbrodt"},{"given":"Terri","family":"Freemantle"},{"given":"Chris","family":"Williams"},{"given":"Tom","family":"Jones"},{"given":"David","family":"Small"},{"given":"Clémence","family":"Dubois"},{"given":"Christian","family":"Thiel"},{"given":"Cristian","family":"Rossi"},{"given":"Asimina","family":"Syriou"},{"given":"Gregory","family":"Giuliani"}],"DOI":"10.3390/data4030093","type":"article-journal","id":"Truckenbrodt:2019","citation-key":"Truckenbrodt:2019","ISSN":"2306-5729","issue":"3","issued":{"date-parts":[[2019]]},"title":"Towards Sentinel-1 SAR Analysis-Ready Data: A Best Practices Assessment on Preparing Backscatter Data for the Cube","URL":"https://www.mdpi.com/2306-5729/4/3/93","volume":"4"},{"container-title":"Remote Sensing","abstract":"The multi-decadal Landsat data record is a unique tool for global land cover and land use change analysis. However, the large volume of the Landsat image archive and inconsistent coverage of clear-sky observations hamper land cover monitoring at large geographic extent. Here, we present a consistently processed and temporally aggregated Landsat Analysis Ready Data produced by the Global Land Analysis and Discovery team at the University of Maryland (GLAD ARD) suitable for national to global empirical land cover mapping and change detection. The GLAD ARD represent a 16-day time-series of tiled Landsat normalized surface reflectance from 1997 to present, updated annually, and designed for land cover monitoring at global to local scales. A set of tools for multi-temporal data processing and characterization using machine learning provided with GLAD ARD serves as an end-to-end solution for Landsat-based natural resource assessment and monitoring. The GLAD ARD data and tools have been implemented at the national, regional, and global extent for water, forest, and crop mapping. The GLAD ARD data and tools are available at the GLAD website for free access.","author":[{"given":"Peter","family":"Potapov"},{"given":"Matthew C.","family":"Hansen"},{"given":"Indrani","family":"Kommareddy"},{"given":"Anil","family":"Kommareddy"},{"given":"Svetlana","family":"Turubanova"},{"given":"Amy","family":"Pickens"},{"given":"Bernard","family":"Adusei"},{"given":"Alexandra","family":"Tyukavina"},{"given":"Qing","family":"Ying"}],"DOI":"10.3390/rs12030426","type":"article-journal","id":"Potapov:2020","citation-key":"Potapov:2020","ISSN":"2072-4292","issue":"3","issued":{"date-parts":[[2020]]},"title":"Landsat Analysis Ready Data for Global Land Cover and Land Cover Change Mapping","URL":"https://www.mdpi.com/2072-4292/12/3/426","volume":"12"},{"container-title":"Journal of Geographical Systems","abstract":"This paper develops the notion of “open data product”. We define an open data product as the open result of the processes through which a variety of data (open and not) are turned into accessible information through a service, infrastructure, analytics or a combination of all of them, where each step of development is designed to promote open principles. Open data products are born out of a (data) need and add value beyond simply publishing existing datasets. We argue that the process of adding value should adhere to the principles of open (geographic) data science, ensuring openness, transparency and reproducibility. We also contend that outreach, in the form of active communication and dissemination through dashboards, software and publication are key to engage end-users and ensure societal impact. Open data products have major benefits. First, they enable insights from highly sensitive, controlled and/or secure data which may not be accessible otherwise. Second, they can expand the use of commercial and administrative data for the public good leveraging on their high temporal frequency and geographic granularity. We also contend that there is a compelling need for open data products as we experience the current data revolution. New, emerging data sources are unprecedented in temporal frequency and geographical resolution, but they are large, unstructured, fragmented and often hard to access due to privacy and confidentiality concerns. By transforming raw (open or “closed”) data into ready to use open data products, new dimensions of human geographical processes can be captured and analysed, as we illustrate with existing examples. We conclude by arguing that several parallels exist between the role that open source software played in enabling research on spatial analysis in the 90 s and early 2000s, and the opportunities that open data products offer to unlock the potential of new forms of (geo-)data.","author":[{"given":"Dani","family":"Arribas-Bel"},{"given":"Mark","family":"Green"},{"given":"Francisco","family":"Rowe"},{"given":"Alex","family":"Singleton"}],"DOI":"10.1007/s10109-021-00363-5","type":"article-journal","id":"Arribas:2021","citation-key":"Arribas:2021","ISBN":"1435-5949","issue":"4","issued":{"date-parts":[[2021]]},"page":"497-514","title":"Open data products-A framework for creating valuable analysis ready data","URL":"https://doi.org/10.1007/s10109-021-00363-5","volume":"23"},{"container-title":"Remote Sensing","abstract":"The free and open policy of Landsat data in 2008 completely changed the way that Landsat data was analyzed and used, particularly for applications such as time series analysis. Nine years later, the United States Geological Survey (USGS) released the first version of Landsat Analysis Ready Data (ARD) for the United States, which was another milestone in Landsat history. The Landsat time series is so convenient and easy to use and has triggered science that was not possible a few decades ago. In this Editorial, we review the current status of Landsat ARD, introduce scientific studies of Landsat ARD from this special issue, and discuss global Landsat ARD.","author":[{"given":"Zhe","family":"Zhu"}],"DOI":"10.3390/rs11182166","type":"article-journal","id":"Zhu:2019","citation-key":"Zhu:2019","ISSN":"2072-4292","issue":"18","issued":{"date-parts":[[2019]]},"title":"Science of Landsat Analysis Ready Data","URL":"https://www.mdpi.com/2072-4292/11/18/2166","volume":"11"}]
